[
  {
    "pmid": "40136186",
    "title": "Advances and challenges of reducing adult educational inequalities in stomach cancer: a time series study, Colombia, 1998-2015.",
    "abstract": "Trends in educational inequalities in adult (25 years old and over) gastric cancer mortality by sex and age group in Colombia from 1998-2015 were analyzed. An ecological time series study was conducted using Colombian vital statistics and official population estimations. Age-standardized mortality rates (ASMR per 100,000 person-years) for gastric cancer were calculated separately by educational level, sex, and grouped age. A Poisson regression model was used to calculate rates ratios (RR) and the Relative Index of Inequalities (RII). The changes over time of the ASMR and RII were analyzed using a joinpoint analysis. During the study period, 80,520 deaths from gastric cancer were recorded among adults, 60% among men. Higher ASMRs were found in the lower educational levels. The inequality measured by the RII was lower among women compared to men. Young and middle-aged men suffered from the highest relative inequalities, while older men bore the toll of higher mortality rates and a greater increase in relative inequalities. It is necessary to address public health programs aimed at strengthening the quality of life of the populations identified as at risk of stomach cancer.",
    "pub_date": "2025 Mar",
    "journal": "Ciencia & saude coletiva",
    "authors": "Vasquez LI, Saiz M, Arroyave I"
  },
  {
    "pmid": "40136166",
    "title": "Secular trend of cervical cancer mortality in Brazil and regions.",
    "abstract": "The scope of this study was to describe the secular trend of cervical cancer mortality in Brazil and its various regions from 1980 to 2021. It involved a populational and ecological study, based on data available at the Department of Informatics of the Unified Health System, using codes 180 and C53. Crude rates, age-specific rates, and age-standardized rates were calculated for the Brazilian and world population. The Average Annual Percent Change (AAPC) was obtained by trend analysis using the Joinpoint Regression Program, with a significance level of 0.05 and 95% confidence intervals (95%CI). There were 171,793 deaths from cervical cancer. In Brazil (AAPC -0.3; CI95%-1.0; 0.4), North (AAPC 0.6; 95%CI -0.1; 1.3) and South (AAPC 0.0; 95%CI -0.5; 0.5) the trends were stationary, increasing in the Northeast (AAPC 0.6; 95%CI 0.3; 0.8) and in the Midwest (AAPC -1.3; 95%CI -1.5; -1.1), and decreasing in the Southeast (AAPC -0.9; 95%CI -1.4; -0.5). Regional differences indicate that public policies need to be improved regarding women's access to a health system that offers adequate prevention, screening and treatment through management strategies that include the most vulnerable population.",
    "pub_date": "2025 Mar",
    "journal": "Ciencia & saude coletiva",
    "authors": "Ferrari YAC, Jesus CVF, Batista JFC, Silva BEBD, Cavalcante AB, Lima CA"
  },
  {
    "pmid": "40136161",
    "title": "Time trends in the incidence of cancer in the state of Mato Grosso, Brazil, from 2001 to 2016.",
    "abstract": "The scope was to analyze the time-series trend in the incidence of cancer in the health macro-regions of the State of Mato Grosso from 2001 to 2016. It involved an ecological time-series study with data from the Mato Grosso Population-Based Cancer Registry. Age-standardized incidence rates, disaggregated by year, sex, macro-region and type of cancer, were calculated. For men, the trend was increasing for prostate cancer in the state and the Central-Northwest, East, West, and South macro-regions, and for colorectal cancer in the North; and decreasing for stomach cancer in the state and the Central-Northwest and North, for lung cancer in the East, and for esophageal cancer in the Central-Northwest. For women, the trend was increasing for breast cancer in the state from 2009 to 2016, for lung cancer in the state (2008 to 2016) and in the Central-North (2001 to 2016) and South (2007 to 2016) macro-regions; and decreasing for cervical cancer in the state and for all macro-regions, and for stomach cancer in the state and in the Central-Northwest. Colorectal cancer revealed a stable trend for the state and all macro-regions. Cancer surveillance, prevention and control actions should consider regional differences and variations in magnitude of the occurrence of the disease.",
    "pub_date": "2025 Mar",
    "journal": "Ciencia & saude coletiva",
    "authors": "Modesto VC, Galvao ND, Souza RAG, Alves MR, Bustamante-Teixeira MT, Andrade ACS"
  },
  {
    "pmid": "40110575",
    "title": "Adapting historical clinical genetic test records for anonymised data linkage: obstacles and opportunities.",
    "abstract": "INTRODUCTION: Cystic fibrosis (CF) heterozygotes (also known as 'carriers') are people who have one mutated copy of the CFTR gene. Research into the health risks of CF carriers has been limited by a lack of large cohorts tested for CF carrier status, but routine clinical testing identifies CF carriers in the population. Such test records additionally contain large amounts of clinical information, making them a valuable research resource to not only identify CF carriers in the population but also to provide additional data not found elsewhere. METHODS: Following governance approvals, we adapted 30 years worth of CF genetic testing records generated by the All-Wales Medical Genomics Service (AWMGS) and submitted them to the SAIL Databank for anonymised linkage. RESULTS: Unexpected obstacles meant that a minimum amount of clinical information could be annotated ahead of linkage. The raw data were highly heterogeneous due to the records' longitudinal collection and clinical origins, making standardisation difficult. Moreover, the presence of unique identifiers in the clinical data violated the separation principle, requiring manual annotation to produce a cleaned dataset. Explicit identification of patients or their relatives throughout the records complicated split file anonymisation. CONCLUSION: Extracting useful information from historical clinical genetic test records is a significant challenge with technical and governance aspects. The mixing of unique identifiers with clinical data in heterogeneous, unstructured free text combined with a lack of automated tools meant that manual annotation was required to adhere to the separation principle. As such, only a minimum of the available clinical data was annotatable within the project timeline and mutually exclusive access to the identifiable and pseudonymised data meant that annotations could not later be validated. Future efforts to link clinical genetic test records for research must consider these challenges in their approach.",
    "pub_date": "2023",
    "journal": "International journal of population data science",
    "authors": "Maddison RT, Reed KR, Cannings-John R, Lugg-Widger F, Stoneman T, Anderson S, Fry AE"
  },
  {
    "pmid": "40094146",
    "title": "Psychosocial Effects of Frequent Cannabis Smoking in Adolescent Women of Color: Results from a Prospective Cohort of Inner-City Youth.",
    "abstract": "Frequent or chronic cannabis use can have negative effects on the adolescent and young adult (AYA) brain and psychosocial development. This study investigated the psychosocial impact of frequent cannabis use in a prospective study of sexually active female AYA patients. Participants completed questionnaires at three separate visits over a period of one year. A total of 545 AYA women were included in our analysis. Most (94%) identified as individuals of color, including 37% as non-Black Hispanic, 16% as Hispanic Black, and 41% as non-Hispanic Black. Multivariable regression analyses showed that using cannabis 20 or more times in the prior month was significantly associated with a higher likelihood of being suspended (OR=2.71, 95%CI:1.48, 4.57; p<.001), as well as with increased number of depressive symptoms (beta=0.48, 95%CI:0.23-0.75; p<.001) and delinquent behaviors (beta=0.81, 95%CI:0.56-1.06; p<.001). Cross-lagged models showed that frequent cannabis use was associated with increased depressive symptoms six months later (beta=0.09, p<.05), and higher levels of delinquency six months (beta=0.20, p<.001) and 12 months later (beta=0.12, p<.05). This study demonstrated that frequent cannabis use was prospectively associated with negative psychosocial outcomes for AYA women of color, including depression and delinquency.",
    "pub_date": "2024 Oct",
    "journal": "International journal of mental health and addiction",
    "authors": "Duroseau N, Niu L, Wilson K, Nucci-Sack A, Burk RD, Diaz A, Schlecht NF"
  },
  {
    "pmid": "40066874",
    "title": "Elucidating diagnostic efficacy and safety of the procedure: cryobiopsy of endobronchial lesions with a flexible bronchoscope.",
    "abstract": "When compared to conventional forceps biopsy, the use of a flexible cryoprobe allows for the sampling of endobronchial lesions, yielding well-preserved, circumferential, and substantial specimens, resulting in a higher diagnostic yield, as demonstrated in multiple studies. We evaluated the utility of cryobiopsy in the diagnosis of endobronchial lesions, as well as its safety profile in this study. This retrospective study included 200 patients who underwent cryobiopsy for bronchoscopically visible endobronchial lesions between March 2016 and July 2022. Cryobiopsy was performed under conscious sedation using a flexible cryoprobe. Data on baseline patient characteristics, post-biopsy bleeding, and final histopathological diagnosis were collected. We evaluated the procedure's diagnostic yield and safety. The majority of the patients were male (84.5%), and the mean age of the patients was 56.96+/-13.64 years. In our study, the average size of the cryobiopsy specimen was 6.8+/-1.2 mm. In 93% of cases, a definitive diagnosis was established; the most common diagnosis was squamous cell carcinoma of the lung (42.5%), followed by adenocarcinoma (18.5%) and small cell carcinoma (13.5%). Tuberculosis and sarcoidosis were reported in 2.5% and 1% of cases, respectively. In this study, 1% of patients had severe bleeding that required intubation and intensive care unit admission, while 26% had moderate bleeding that was treated with cold saline and local epinephrine instillation. No mortality was reported in the study. Endobronchial cryobiopsy with a flexible bronchoscope is a safe procedure with a high diagnostic yield. This approach, which has a favorable safety profile, holds the promise of improving diagnostic and treatment outcomes in lung cancer and other benign lung diseases.",
    "pub_date": "2024 Dec 31",
    "journal": "Monaldi archives for chest disease = Archivio Monaldi per le malattie del torace",
    "authors": "Sharma D, V V, Saini JK, Sethi P, Jain S, Puskar K"
  },
  {
    "pmid": "40029350",
    "title": "Repeated chest wall reconstruction after resection of a sternal chondroid chordoma with long-term postoperative infection of the reconstructive material.",
    "abstract": "We present the case of a 23-year-old man with a chondroid chordoma of the sternum. The patient underwent chest wall resection, followed by stabilization using a sandwich graft of Prolene mesh and methylmethacrylate, covered with bilateral pedicled musculus pectoralis flaps. After adjuvant radiotherapy and 2 years of follow-up, the patient developed a graft-associated infection. We removed the allogeneic material and the encapsulated abscess, and the wound was conditioned through negative wound pressure therapy. This time, wound closure and chest wall stabilization were achieved with a Prolene mesh covered by a free anterolateral thigh flap. This case demonstrates the importance of carefully considering the material for chest wall stabilization and establishing multidisciplinary cooperation.",
    "pub_date": "2024 Dec 31",
    "journal": "Monaldi archives for chest disease = Archivio Monaldi per le malattie del torace",
    "authors": "Le UT, Kiefer J, Zeller J, Senbaklavaci O, Simunovic F, Titze L"
  },
  {
    "pmid": "40026684",
    "title": "Quitting smoking after a cancer diagnosis is associated with reductions in stigma and anxiety: A longitudinal mediation analysis.",
    "abstract": "Internalized cancer stigma is high among cancer patients who smoke, but it is unknown whether the experience of stigma changes after quitting smoking post-diagnosis. Using data from an RCT of tobacco treatment, we conducted a secondary data analysis and hypothesized that 1) cancer patients who quit smoking would report greater reductions in internalized cancer stigma, compared to patients who did not quit and that 2) greater reductions in stigma would significantly mediate the relationship between smoking abstinence and subsequent decreases in anxiety and depressive symptoms. Participants (n=303; 56.1% female) were adults recruited from two comprehensive cancer centers who had smoked in the past 30 days, spoke English or Spanish, and were being treated for a recent diagnosis of cancer. Participants completed questionnaires at baseline, 3-month follow-up, and 6-month follow-up, and biochemically verified smoking abstinence was determined by participants' salivary cotinine or carbon monoxide levels. Smoking abstinence at 3-month follow-up was significantly associated with reductions in cancer-related stigma from baseline to 3-month follow-up (b = -1.50, p < .001), controlling for sociodemographic and medical covariates. Additionally, reductions in stigma were associated with reductions in anxiety at 6-month follow-up (b = 0.28, p < .05), but not depressive symptoms. Reductions in stigma significantly mediated the relationship between smoking abstinence and decreased anxiety (indirect effect = -0.42, p < .05), but not depressive symptoms. Smoking cessation may be associated with reduction in internalized cancer stigma. Thus, in addition to benefits for medical outcomes, quitting smoking post-diagnosis may improve psychosocial well-being.",
    "pub_date": "2025 Feb",
    "journal": "Stigma and health",
    "authors": "Williamson TJ, Park ER, Warner ET, Rasmussen AW, Ostroff JS"
  },
  {
    "pmid": "39996358",
    "title": "Tracking a Fatal Disease: Lower Limb Gas Gangrene's Mortality-Related Factors.",
    "abstract": "INTRODUCTION: Because of its rarity compared to dry and wet gangrene of the lower limb, the gaseous form has often been considered as the most severe form of gangrenous disease. We aimed to report clinical, paraclinical, and therapeutic features, and to identify mortality risk factors of gas gangrene of the lower limb. PATIENTS AND METHODS: We conducted a one-center case series retrospective study over a period of 13 years from January 2006 to December 2018. RESULTS: A total of 19 patients were included: 12 men, 7 women. Mean age was 59.3  +/-  11.3 years. There were 17 diabetic patients and one patient was on radio-chemotherapy for lower rectal cancer. Septic shock was initially present in 4 cases. Hyperleukocytosis was noted in 17 patients. C-reactive protein was elevated in 11 patients. All patients were put on antibiotics then operated on. A total of 8 patients died postoperatively (42%) in an average time of 9.6 days after surgery. On univariate analysis, factors associated with mortality were: Septic shock on admission (p  =  0.02); local signs limited to foot (p  =  0.05) or extended above the knee (p  =  0.02); leukocytosis (p  =  0.005); glycemia level (p  =  0.02); antibiotic therapy duration (p  =  0.04); antibiotic association of Penicillin G, metronidazole, and gentamicin (p  =  0.02); amputation procedure solely (p  =  0.04) or debridement procedure without amputation (p  =  0.05); intraoperative transfusion (p  =  0.006); and hospital stay (p  =  0.01). CONCLUSION: Identifying gas gangrene mortality factors is fundamental to standardize management. Our study was able to build on the small size of our series, but further prospective and large-scale studies are required.",
    "pub_date": "2025 Mar",
    "journal": "The international journal of lower extremity wounds",
    "authors": "Mahjoubi MF, Rezgui B, Maatouk M, Essid N, Karoui Y, Kandara H, Moussa MB"
  },
  {
    "pmid": "39990539",
    "title": "Designing and cloning of fusion protein CpsA-CpsC-L-ACAN.",
    "abstract": "BACKGROUND: Cervical cancer is the fourth most common cause of cancer and the fourth most common cause of cancer deaths in women. Some reports have shown the effect of Streptococcus agalactiae proteins and capsule products against cancer cell lines. METHODS: This study aimed to design and produce a fusion of recombinant protein (containing the capsules of Streptococcus agalactiaes with a linker and Antti cancer sequences) CpsA-CpsC-L-ACAN in the plasmid pET-22b (+) vector. Construct pET-22b (+) was designed by researchers, optimized with bioinformatics software, and synthesized by a Biometrics company. For the con fi rmation of recombinant protein, Sodium dodecyl-sulfate polyacrylamide gel electrophoresis (SDS-PAGE) and western blotting were performed. Antibacterial activity was performed according to protocol CLSI2020. Based on bioinformatics analysis, the recombinant protein had good spatial structure and stability and half-life. Iterative Threading ASSEmbly Refinement (I-TASSER) results predicted a surfing topology with C-score values (-3.60). RESULTS: The results of Gastro-Oesophageal Reflux 4 (GOR4) analysis showed a little extended strand (30.63%), a random coil with a percentage (50.18%), and an alpha helix with a percentage (19.19%). The recombinant protein was con fi rmed by SDS-PAGE and western blotting with Anti-his tag. CONCLUSION: The purpose of peptide fusion design in this article is to help in the development of anti-cervical cancer medicine. Of course, this issue needs to be investigated in animal and human phases. In this article, only bioinformatics investigations and validation of the results in the laboratory have been discussed.",
    "pub_date": "2024 Nov-Dec",
    "journal": "Medical journal, Armed Forces India",
    "authors": "Babakanrad E, Mohammadian T, Esmaeili D, Behzadi P"
  },
  {
    "pmid": "39990528",
    "title": "Immunohistochemistry expression of stem cell markers SOX2, OCT4, CD133 in different grades of meningiomas and correlation with Ki 67 index.",
    "abstract": "BACKGROUND: There is accumulating evidence of the presence of Cancer Stem Cells (CSCs) within meningiomas (MGs). In the present study, we assessed the Immunohistochemistry (IHC) expression of stem cell markers SOX2, OCT4, CD133 in different grades of MGs and their correlation with Ki 67 index. METHODS: A cross-sectional analytical study where 140 MGs cases were graded and classified according to WHO-2021 classification. IHC for SOX2, OCT4, CD133 and Ki-67 was carried out. RESULTS: Out of 140 cases, 59 cases (42.1%) showed OCT4 positivity, 38 cases (27.1%) showed CD133 positivity and only 21 cases (15%) showed SOX2 positivity. Ki 67 index ranged from 1-30%. Statistically significant difference (Chi Square p-value <0.001) was found between SOX 2, OCT4 and CD133 expressions (positive/negative) and the grades of MG cases. As the grades of MG cases increased, the positive expression of SOX2, OCT 4 and CD 133 also increased. The Mean Ki 67 index value was significantly raised when SOX2, OCT 4 and CD 133 IHC expressions were positive (Student t Test p-value <0.001). CONCLUSION: Our results strongly support the hypothesis of presence of CSCs, in MGs regardless of their grade. We recommend that CSCs IHC markers (SOX2, OCT4 and CD133) to be used on initial diagnosis in all cases of MGs along with Ki-67 index. It can help quantitate CSCs and in turn, recommend closer follow up in patients with high percentage of CSCs to predict early recurrence.",
    "pub_date": "2024 Nov-Dec",
    "journal": "Medical journal, Armed Forces India",
    "authors": "Raj M, Singh V, Venkatesan S, Kaur Bhatia J, Sharma M, Sharma P, Mishra PS, Goyal N"
  },
  {
    "pmid": "39989910",
    "title": "Med-ImageTools: An open-source Python package for robust data processing pipelines and curating medical imaging data.",
    "abstract": "BACKGROUND: Machine learning and AI promise to revolutionize the way we leverage medical imaging data for improving care but require large datasets to train computational models that can be implemented in clinical practice. However, processing large and complex medical imaging datasets remains an open challenge. METHODS: To address this issue, we developed Med-ImageTools, a new Python open-source software package to automate data curation and processing while allowing researchers to share their data processing configurations more easily, lowering the barrier for other researchers to reproduce published works. USE CASES: We have demonstrated the efficiency of Med-ImageTools across three different datasets, resulting in significantly reduced processing times. CONCLUSIONS: The AutoPipeline feature will improve the accessibility of raw clinical datasets on public archives, such as the Cancer Imaging Archive (TCIA), the largest public repository of cancer imaging, allowing machine learning researchers to process analysis-ready formats without requiring deep domain knowledge.",
    "pub_date": "2023",
    "journal": "F1000Research",
    "authors": "Kim S, Kazmierski M, Qu K, Peoples J, Nakano M, Ramanathan V, Marsilla J, Welch M, Simpson A, Haibe-Kains B"
  },
  {
    "pmid": "39978884",
    "title": "Evaluation of central nervous system involvement in patients undergoing chimeric antigen receptor-engineered T-cell therapy by magnetic resonance imaging.",
    "abstract": "Chimeric antigen receptor-engineered (CAR) T-cell therapy is an effective immunotherapy for aggressive hematologic cancers. However, it can lead to complications such as immune effector cell-associated neurotoxicity syndrome (ICANS), or complications related to the immunosuppressive status of these patients. The role of imaging in this context is essential to help in ICANS diagnosis and to rule out other potential diagnosis, such as central nervous system infections. Two cases are presented to illustrate this clinical problem. CASE 1: describes a 38-year-old patient with diffuse large B-cell lymphoma who developed ICANS after CAR T-cell therapy. MRI revealed signs of leukoencephalopathy. Case 2 involves a 57-year-old patient with mantle-cell lymphoma who presented neurologic symptoms -clinically suggestive of ICANS- after CAR-T therapy. MRI showed signs indicative of limbic encephalitis. These two cases highlight the importance of MRI in clinical practice after CAR T-Cell Therapy underscoring the role of MRI in the diagnosis of complications in patients with neuropsychiatric symptoms.",
    "pub_date": "2025 Jan-Feb",
    "journal": "Radiologia",
    "authors": "Choque-Chavez FD, Jareno-Badenas A, Benitez-Ribas D, Oleaga L"
  },
  {
    "pmid": "39963375",
    "title": "Cigarette smoke alters circRNA expression in human T-cells.",
    "abstract": "Circular RNAs (circRNAs), once thought to be a result of splicing errors, have been found to be involved in various molecular processes and the pathology of various diseases, including cancer and neurodegenerative diseases. Additionally, circRNA expression was found to be altered by lifestyle habits, such as smoking cigarettes. Past studies have revealed that the rate of smoking remains high in people living with human immunodeficiency virus (HIV). In this study, we isolated total RNA from uninfected T-cells that have been exposed to cigarette smoke and compared the expression levels of circRNAs to those of T-cells that were not exposed to cigarette smoke. We identified certain circRNAs that were upregulated or downregulated in T-cells when exposed to cigarette smoke. These data indicate that the study of circRNAs is warranted within the context of HIV.",
    "pub_date": "2023",
    "journal": "F1000Research",
    "authors": "Hong SJ, Liao Z, Witwer KW, Russell AE"
  },
  {
    "pmid": "39959686",
    "title": "Complex Roles of PTPN11/SHP2 in Carcinogenesis and Prospect of Targeting SHP2 in Cancer Therapy.",
    "abstract": "The non-receptor tyrosine phosphatase SHP2 has been at the center of cell signaling research for three decades. SHP2 is required to fully activate the RTK-RAS-ERK cascade, although the underlying mechanisms are not completely understood. PTPN11, coding for SHP2, is the first identified proto-oncogene that encodes a tyrosine phosphatase, with dominantly activating mutations detected in leukemias and solid tumors. However, SHP2 has been shown to have pro- and anti-oncogenic effects, and the most recent data reveal opposite activities of SHP2 in tumor cells and microenvironment cells. Allosteric SHP2 inhibitors show promising anti-tumor effects and overcome resistance to inhibitors of RAS-ERK signaling in animal models. Many clinical trials with orally bioactive SHP2 inhibitors, alone or combined with other regimens, are ongoing for a variety of cancers worldwide, with therapeutic outcomes yet unknown. This review discusses the multi-faceted SHP2 functions in oncogenesis, preclinical studies and clinical trials with SHP2 inhibitors in oncological treatment.",
    "pub_date": "2024 Jun",
    "journal": "Annual review of cancer biology",
    "authors": "Scheiter A, Lu LC, Gao LH, Feng GS"
  },
  {
    "pmid": "39959599",
    "title": "Intravitreal Aflibercept for Diffuse Choroidal Hemangioma in Sturge-Weber Syndrome.",
    "abstract": "A 16-year-old female with Sturge-Weber syndrome (SWS) presented with decreased vision in the left eye (20/100). Examination and multimodal imaging showed diffuse choroidal hemangioma with choroidal neovascularization and macular edema. Treatment with three monthly injections of intravitreal aflibercept improved vision by 4 lines with complete resolution of the macular edema sustained 4 months after the last injection. A review of the literature showed that this is the first report of successful use of aflibercept to treat macular edema and choroidal neovascularization associated with diffuse choroidal hemangioma in SWS. We suggest that early antivascular endothelial growth factor injections should be considered when faced with choroidal neovascularization associated with diffuse choroidal hemangiomas.",
    "pub_date": "2023 Oct-Dec",
    "journal": "Middle East African journal of ophthalmology",
    "authors": "El Mollayess G, Sleiman K, Ibrahim R, Bleik J"
  },
  {
    "pmid": "39959597",
    "title": "Severe Psoriasiform Blepharitis Accompanying with Phthisis Bulbi.",
    "abstract": "The aim of this study is to present a case of severe chronic blepharitis secondary to psoriasis in an eye that developed phthisis bulbi during the treatment of juvenile glaucoma. A 19-year-old male patient, who had been treated for bilateral juvenile glaucoma for many years and had phthisis bulbi in his left eye for the last 4 years, presented with the complaint of chronic eyelid inflammation in the same eye for 2 years. Examination revealed hyperemia, discharge, scaling, inflammation, and diffuse edema on the lower and upper eyelids. It was determined that she had been diagnosed with psoriasis by the dermatology clinic 3 years before her history. Psoriasis-like hyperplasia was observed in the lower eyelid biopsy. He was treated with topical periocular low potency steroid ointment (1% hydrocortisone). Clinicians should be vigilant about eyelid and eye involvement in psoriasis.",
    "pub_date": "2023 Oct-Dec",
    "journal": "Middle East African journal of ophthalmology",
    "authors": "Gungor K, Seyyar SA, Soysal GG, Soysal MC, Kanat E"
  },
  {
    "pmid": "39936685",
    "title": "Household food insecurity and its association with diet quality in high-risk children.",
    "abstract": "The aim of this study was to evaluate the association between dietary practices and household food insecurity (HFI) status among high-risk children during the COVID-19 pandemic. This cross-sectional study was conducted with 147 children aged 1 to 9 attending at three reference health centers in the city of Rio de Janeiro. Diet quality data was assessed using Healthy Eating Indices. The Brazilian Scale of Food and Nutrition Insecurity measured HFI status. Associations between HFI and dietary practices were assessed using logistic regression models. Almost half of the children lived with food insecurity (47.6%). HFI was associated with deteriorated diet quality, evidenced by the increased weekly frequency of consumption of ultra-processed foods (UPF), such as sugar-sweetened beverages and processed meats, and reduced frequency of fruits and vegetables. Parents perceived a reduction in meat and milk consumption and an increase in the intake of UPF among households of children in HFI throughout the pandemic. Our results suggest that HFI status was associated with deterioration in diet quality during the critical phase of social isolation.",
    "pub_date": "2025 Feb",
    "journal": "Ciencia & saude coletiva",
    "authors": "Ribas SA, Medeiros FJ, Teixeira MT, Andrade PV, Rodrigues MCC, Ferreira FCPADM, Villela LD, Neri D"
  },
  {
    "pmid": "39902412",
    "title": "Platelet Lymphocyte Ratio as a Prognosticator in Oral Cancer Patients.",
    "abstract": "OBJECTIVE: To study the prognostic predictive value of the platelet lymphocyte ratio as a clinical parameter of the outcome of the Sudanese OSCC patients. METHOD: Forty two oral cancer patients were selected for the study. The patients surgically managed in the period December 2018 to June 2020. The PLR was recorded and correlated with :the status of surgical margins, the lymphovascular invasion, the extranodal extension, the microscopic depth and the patient's survival (dead/ alive). RESULT: A ratio of 170 was considered to be a cut off point of the PLR; as patients with a ratio higher than 170 were found to have a bad prognosis. Twenty-four patients (59.5%) had a PLR higher than 170. Patients with PLR equal to 170 or less have 45% decrease in the odds of survival and 57% decrease in the odds of having positive lymph nodes. Thirty-three percent passed away. CONCLUSION: The PLR is an affordable, practical and efficient way to predict an OSCC patient's overall survival.",
    "pub_date": "2025 Feb",
    "journal": "Journal of maxillofacial and oral surgery",
    "authors": "Hamad BEK, Eltohami YI, Suleiman AM"
  },
  {
    "pmid": "39902410",
    "title": "Clinical and Pathological Features of Oral Cancer in a High-Risk Community in Vietnam.",
    "abstract": "BACKGROUND: Oral cancer (OC) is the sixth most common cancer worldwide. There have been few studies on OC in high-risk populations. This study aimed to describe the clinical features, staging, grading, and risk factors in OC patients. METHODS: This cross-sectional study was conducted on 109 OC patients diagnosed and treated from April 2018 to May 2020. The patients were identified using eData. RESULTS: The average age of the patients was 60.32 +/- 12.4 years, and the male-to-female ratio was 2.9:1. The most common site for OC was the tongue (37.6%), and oral squamous cell carcinoma was the most common histopathology (84.4%). The most common clinical forms were verruca (37.6%) and erosive ulcers (33.9%). Most patients were in stage III or IV (71.6%). Average time of detection was 7.32 +/- 17.12 months. CONCLUSIONS: OC occurs most often in elderly people, males, and is diagnosed late. The main risk factors are smoking and consuming alcohol.",
    "pub_date": "2025 Feb",
    "journal": "Journal of maxillofacial and oral surgery",
    "authors": "Do TT, Bui LNV, Nguyen L, Le LN, Tran DTP"
  },
  {
    "pmid": "39896337",
    "title": "Do Physicians Remember Cases? Implications for Longitudinal Designs in Medical Research and Competency Assessment.",
    "abstract": "BACKGROUND: In pathology and other specialties of diagnostic medicine, longitudinal studies and competency assessments often involve physicians interpreting the same images multiple times. In these designs, a washout period is used to reduce the chances that later interpretations are influenced by prior exposure. OBJECTIVE/S: The present study examines whether a washout period between 9-39 months is sufficient to prevent three effects of prior exposure when pathologists review digital breast tissue biopsies and render diagnostic decisions: faster case review durations, higher confidence, and lower perceived difficulty. METHODS: In a longitudinal breast pathology study, 48 resident pathologists reviewed a mix of five novel and five repeated digital whole slide images during Phase 2, occurring 9-39 months after an initial Phase 1 review. Importantly, cases that were repeated for some participants in Phase 2 were novel for other participants in Phase 2. We statistically tested for differences in participants' case review duration, self-reported confidence, and self-reported difficulty in Phase 2 based on whether the case was novel or repeated. RESULTS: No statistically significant difference in review time, confidence, or difficulty as a function of whether the case was repeated or novel in a Phase 2 review occurring 9-39 months after initial viewing; this same result was found in a subset of participants with a shorter (9-14-month) washout. CONCLUSION: These results provide evidence to support the efficacy of at least a 9-month washout period in the design of longitudinal medical imaging and informatics studies to ensure no detectable effect of initial exposure on participant's subsequent case review.",
    "pub_date": "2024 Jul",
    "journal": "Research methods in medicine & health sciences",
    "authors": "Brunye TT, Konold CE, Wang J, Kerr KF, Drew T, Shucard H, Soroka K, Weaver DL, Elmore JG"
  },
  {
    "pmid": "39879462",
    "title": "Social health determinants associated with mammography performance according to the 2013 and 2019 National Health Survey.",
    "abstract": "Mammography is one of the main methods available for breast cancer screening in Brazil. However, differences in timely access and performance of the exam can be highlighted based on social determinants of health, considered relevant due to their influence on the health situation of a population. Thus, the present study aimed to identify the social determinants of health associated with access to and performance of mammography in Brazilian women. Cross-sectional and analytical study, based on secondary data from the National Health Survey (NHS) from 2013 and 2019 in Brazil. The main determinants of women who did not take the exam during the evaluated period were: aged 65 to 69 years, mixed race and black, living with more than three people, with incomplete primary education, in the 1st quintile of socioeconomic income, without health insurance, registered with the Family Health Strategy (FHS), and residents of the North and Northeast regions. There was a significant improvement in access to mammography exams in all states; however, structural factors, such as economic income, color, level of education, and age group were evident in why mammograms were not performed.",
    "pub_date": "2025 Jan",
    "journal": "Ciencia & saude coletiva",
    "authors": "Silva DMD, Cavalcante YA, Oliveira BLCA, Lopes MVO, Fernandes AFC, Pinheiro AKB, Aquino PS"
  },
  {
    "pmid": "39879459",
    "title": "[Offer and participation in body practices and physical activities in primary health care in Brazil: analysis from 2014 to 2022].",
    "abstract": "The scope of this article is to analyze the temporal trend and macro-regional distribution of the options on offer in terms of collective activities of bodily practices and physical activities (BPPA) and the number of participants in primary health care, developed by all health professionals and by Physical Education Professionals in Brazil. It involved an ecological time-series study, using data from the Health Information System for Primary Health Care (Sisab) between 2014 and 2022, which was assessed using regression analysis and Joinpoint software. At the national level, the results revealed an increase in the number of collective BPPA activities and participants in primary health care developed by all health professionals and by Physical Education Professionals between 2014 and 2019, followed by a reduction in both in 2020. The upward trend resumed in 2021 and 2022. The conclusion drawn is that, despite the exceptional scenario caused by the COVID-19 pandemic, upward trends have been identified in both the options on offer of collective BPPA activities and in the number of participants.",
    "pub_date": "2025 Jan",
    "journal": "Ciencia & saude coletiva",
    "authors": "Carvalho FFB, Guerra PH, Silva DBD, Vieira LA"
  },
  {
    "pmid": "39879439",
    "title": "[Gastric cancer cases in Brazil and waiting times for diagnosis and treatment].",
    "abstract": "The aim is to describe the sociodemographic and clinical-epidemiological profile of hospital cases of gastric cancer and to analyze factors associated with the Time-to-Treatment in Brazil. Exploratory study of sociodemographic and clinical-epidemiological characteristics of cases of gastric cancer. Time-to-Treatment were continuously estimated and then categorized into </= 60/> 60 days to estimate prevalence. Factors associated with delay in treatment were considered by simple and multiple logistic regression. Results: the time between diagnosis and initiation of treatment, both for cases that arrived without diagnosis and without treatment, and for those that arrived with diagnosis and without treatment, was shorter for cases whose 1st intervention was surgery and those with staging- III /IV. The main factors associated with delayed treatment were: age, region, marital status, education, city of residence, staging and first intervention received. There was a disparity in the time-to-treatment according to the 1st intervention received, staging and status of arrival at the institution. In addition, there was an association between sociodemographic and clinical factors and a delay in starting treatment.",
    "pub_date": "2025 Jan",
    "journal": "Ciencia & saude coletiva",
    "authors": "Carvalho TC, Borges AKDM, Silva IFD"
  },
  {
    "pmid": "39876860",
    "title": "Descriptive Analysis of Preoperative Breast Reconstruction Patient Expectations Using the BREAST-Q Expectations Module.",
    "abstract": "Background: Patient expectations have been shown to influence postoperative outcomes across surgical specialties. However, the impact of expectations in breast reconstruction is not well understood. The purpose of this project is to perform the first large-scale analysis and classification of BREAST-Q Expectations responses in patients undergoing implant-based reconstruction. Methods: We performed a retrospective analysis of patients who underwent postmastectomy implant-based reconstruction and completed the BREAST-Q Expectations module preoperatively between 2012 and 2021. Variables of interest included patient demographics, comorbidities, and surgical characteristics. Outcomes of interest included BREAST-Q Expectations module scores. Shapiro Wilk Normality Tests demonstrated that none of the domains had a normal distribution of scores; scores were categorized by thirds to generate thresholds for optimistic, neutral, and pessimistic scores. Results: 298 patients met criteria. The mean age of the cohort was 50.3 and the mean BMI was 25.4. Half of the patients had at least one comorbidity - most commonly obesity, followed by diabetes. About two-thirds had a psychiatric diagnosis. Scores on all domains were skewed overwhelmingly positive (expectations of Medical Team, Coping, Appearance, Self-feelings, and Sexuality) or overwhelmingly negative (expectations of Pain and Recovery), which informed score categorization and interpretation. Conclusions: Preoperative expectations in patients undergoing implant-based reconstruction skew overwhelmingly optimistic for most domains, but overwhelmingly pessimistic on expectations of Pain and Recovery. These results emphasize a need for improved preoperative patient education and counseling as well as a closer analysis of the relationship between preoperative expectations and postoperative outcomes and quality of life.",
    "pub_date": "2025 Feb",
    "journal": "Plastic surgery (Oakville, Ont.)",
    "authors": "Kim LN, Rubenstein RN, Haglich K, Kim M, Coriddi M, Pusic AL, Nelson JA, McCarthy CM"
  },
  {
    "pmid": "39876849",
    "title": "Long-Term Opioid Use After Free Flap Breast Reconstruction: Incidence and Associated Factors.",
    "abstract": "Background: Opioid dependence can occur in 6% to 10% of patients undergoing breast reconstruction. With the expansion of interdisciplinary initiatives to decrease opioid use after surgery, an updated look at the incidence of and risk factors for prolonged opioid dependence after free flap breast reconstruction is essential. Methods: We retrospectively identified all cases of free flap breast reconstruction completed at our institution from 2017 to 2020. Patients undergoing additional surgery within 120 days of the free flap procedure were excluded. Postoperative opioid prescriptions were identified; prolonged opioid use was defined as the receipt of additional prescriptions 91 to 120 days after surgery. Demographic and perioperative variables were assessed for their relationship with prolonged opioid use by logistic regressions. Results: A total of 732 patients were included in the final analysis; of these, 15 patients (2%) received additional opioid prescriptions 91 to 120 days after surgery (ie, had prolonged opioid use). Univariable associations were identified between prolonged opioid use and intraoperative morphine milliequivalents (OR = 2.3 per 50 units [95% CI, 1.5-3.5]; P < .001), opioid prescriptions 31 to 60 days after surgery (OR = 16.1 [95% CI, 4.0-65.0]; P < .001) and 61 to 90 days after surgery (OR = 89.4 [95% CI, 13.7-584.5]; P < .001), and history of substance use disorder (OR = 8.3 [95% CI, 2.2-31.6]; P = .002), anxiety (OR = 3.8 [95% CI, 1.2-12.1]; P = .023), or mood disorder (OR = 12.7 [95% CI, 1.3-121.3]; P = .027). Conclusion: In our cohort, 2% of patients who underwent autologous breast reconstruction (15/732) had prolonged opioid use. The currently used perioperative opioid minimization initiatives may benefit patients undergoing autologous breast reconstruction.",
    "pub_date": "2025 Feb",
    "journal": "Plastic surgery (Oakville, Ont.)",
    "authors": "Cadwell JB, Kim M, Graziano FD, Mehta M, Seier K, Tan KS, Nelson JA, Afonso AM"
  },
  {
    "pmid": "39876847",
    "title": "Current Practices and Trends of Plastic and Oncoplastic Breast Surgeons in Canada.",
    "abstract": "Background: There is a lack of previous studies investigating oncoplastic practice trends for breast reconstruction in Canada, particularly from the plastic surgeon perspective. Given the rising popularity of oncoplastic techniques, this study aimed to identify current practice trends for breast and plastic surgeons in Canada. Methods: A cross-sectional survey study of breast and plastic surgeons performing oncoplastic surgery across Canada was conducted. Results: Ninety-five surgeons were invited to complete the survey, with 58 respondents (response rate 61%), of which 29 (50.0%) were breast surgeons and 29 (50.0%) were plastic surgeons. Compared to plastic surgeons, breast surgeons performed significantly more level 1 surgeries (27.6 vs 3.45%, P < .001). Plastic surgeons performed more level 2 (37.9% vs 13.8%, P = .0475) and level 3 (31.4% vs 10.3%, P = .00814) surgeries. Breast surgeons identified significant perceived barriers including unfamiliarity with techniques (P = .00513), adjuvant therapy delays (P = .00612), lack of plastic surgery support (P < .001), lack of radiation oncology support (P = .0485), increased OR time (P < .001), lack of OHIP billing codes (P < .001), and post-operative complication management (P = .0372). Breast surgeon comfort with oncoplastic techniques was not correlated with practice duration (R-square = .037, P-value = .853). Breast surgeon comfort with contralateral surgery was not correlated with practice setting (R-square = .071, P-value = .632). Conclusions: Breast surgeons perceive a lack of training, a lack of support from plastic surgery, concerns regarding appropriate financial remuneration, and worries of increased OR time as barriers in oncoplastic surgery. Collaboration between general breast surgery and plastic surgery is needed for improving training options for oncoplastic surgery in Canada and for providing excellent breast cancer care overall.",
    "pub_date": "2025 Feb",
    "journal": "Plastic surgery (Oakville, Ont.)",
    "authors": "Bitoiu B, Grigor E, Zeitouni C, Arnaout A, Zhang J"
  },
  {
    "pmid": "39872179",
    "title": "Real world experience on patterns of usage and toxicity profile of immunotherapy drugs in Indian patients: A prospective observational study.",
    "abstract": "BACKGROUND: Immune checkpoint inhibitors (ICIs) are now considered revolutionary agents in the treatment of various cancers. Prospective data are limited on the patterns of usage and toxicity profile of these drugs. We planned this study for addressing the same in Indian patients. METHODS: This prospective study was conducted over a period of 2 years. All patients who were treated with Nivolumab, pembrolizumab, atezolizumab, and durvalumab were included. Immune-related adverse events were recorded. Toxicities were graded and number of patients experiencing dose limiting toxicities was recorded. RESULTS: A total of 53 patients received one of the above four agents. Majority of patients were less than 60 years of age. Carcinoma lung was the most frequent malignancy followed by renal cell carcinoma, Hodgkin's Lymphoma, Urinary Bladder cancers, Malignant Melanoma, and Recurrent/Metastatic Head and neck cancer. Nivolumab was used in most of the study population followed by pembrolizumab. Majority of agents were used in second line. The frequency of all grade adverse events for fatigue, anemia, pneumonitis, skin rash, dyspnea, diarrhea, and hypothyroidism were (in %) 73.58, 62.26, 16.9, 11.32, 9.43, 9.43, and 7.55, respectively. No grade 5 toxicity was observed. None of the grade 3 or 4 toxicities led to treatment discontinuation. Statistically, no difference was found for all grade toxicities among ICI drugs and among the various lines of use. CONCLUSION: Nivolumab was the commonest drug used in our cohort. Most of ICIs were used in second-line setting. Toxicities are in line with the published literature.",
    "pub_date": "2025 Jan-Feb",
    "journal": "Medical journal, Armed Forces India",
    "authors": "Kaushik MR, Kapoor A, Singh HP, Suresh P, Mulajkar D, Rathore A, Nair R, Nihanthy DS, Mehrotra A, Patel A"
  },
  {
    "pmid": "39867518",
    "title": "The short-, medium-, and long-term prevalence of physical health comorbidities in first-episode psychosis: a systematic review and meta-analysis protocol.",
    "abstract": "BACKGROUND: Individuals with first-episode psychosis (FEP) face an increased risk of physical comorbidities, notably cardiovascular diseases, metabolic disorders, respiratory disorders, and certain types of cancer. Previous reviews report pooled physical health prevalence from chronic psychosis and FEP groups. By contrast, this review will focus on antipsychotic-naive FEP cohorts and incorporate data from observational longitudinal studies and antipsychotic intervention studies to understand the progression of physical health comorbidities from the onset to later stages of psychosis. This review aims to examine the short-, medium-, and long-term period prevalence of these comorbidities in FEP and variations related to demographic factors. METHODS: Using the PRISMA and MOOSE guidelines, Medline, Embase, PsycINFO, and CINAHL+, as well as Clinical Trials gov.uk, OpenGrey, WHO International Clinical Trials Registry Platform, Current Controlled Trials, United States National Institute of Health Trials Registry, and the Irish Health Repository, will be searched from inception. Longitudinal studies and antipsychotic intervention studies monitoring health outcomes in antipsychotic naive FEP individuals will be eligible for inclusion. Two reviewers will independently screen titles, abstracts, and full-text articles. Risk of bias will be assessed using the Joanna Briggs Institute Critical Appraisal Checklist. A meta-analysis of the short-, medium-, and long-term prevalence of cardiovascular, metabolic, cancer, and respiratory outcomes and a narrative synthesis will be conducted. Where feasible, a meta-regression on the impact of demographic variables will be conducted. Potential limitations include the risk of diagnostic heterogeneity across studies and possible underreporting of certain comorbidities. CONCLUSIONS: This systematic review will clarify the progression of physical health comorbidities in FEP, informing early intervention strategies and policies. Subsequent findings will be submitted to a leading journal, supplemented by a recovery education module and a lay summary for wider dissemination. REGISTRATION: The study was registered in PROSPERO, the International Prospective Register of Systematic Reviews ( CRD42023431072; 17/06/2023).",
    "pub_date": "2023",
    "journal": "HRB open research",
    "authors": "Zierotin A, Murphy J, O'Donoghue B, O'Connor K, Norton M, Clarke M"
  },
  {
    "pmid": "39866203",
    "title": "Evaluation of the merit of ethanolic extract of Annona reticulata as an anti-cancer agent in human colon cancer cell lines (HCT-116).",
    "abstract": "BACKGROUND: Colon cancer is the third most common cancer type worldwide. Novel alternative therapeutic anti-cancer drugs against colon cancer with less toxicity are to be explored . This study was aimed to explore the anti-proliferative and anti-migratory activity of various fractions of Annona reticulata ethanolic leaf extract on human colon cancer cell lines (HCT-116) and to explore the potential molecular targets from the most potent plant extract fraction. METHODS: After obtaining ethical clearance from the institutional ethics committee, the extract and fractions were prepared and a preliminary analysis of the phytochemical was done qualitatively. Total phenolic and flavonoids were determined. Ethanolic leaf extract and its fractions were subjected to cytotoxicity analysis using the sulforhodamine B assay and the most promising fraction which showed the highest viability was selected to study anti-migratory activity. The anti-migratory effect was studied using a scratch wound healing assay. Gas chromatography-mass spectrometry (GC-MS) was done to identify the major phytocompounds present in the fraction. The major five phytocompounds identified from the GC-MS were subjected to bioinformatics analysis. RESULT: Among the four fractions, the petroleum ether fraction exhibited the highest anti-proliferative activity. The migration of colon cancer cells was significantly inhibited by the extract and petroleum ether fraction. The major phytocompounds identified from GC-MS were phytol (13.03%), 2,6-bis (3,4-methylenedioxyphenyl)-3,7-dioxabicyclo (3.3.0) octane (11.95%), gamma.-sitosterol (10.45%), alpha.-tocopherol-beta.-D-mannoside (7.50%) and 3-amino-4-piperonyl-5-pyrazolone (5.84%). The bioinformatics analysis of these phytochemicals showed a high potential to affect the levels of key proteins driving colon cancer progression, inhibiting the enzymes and proteins overexpressed in cancer. CONCLUSION: The outcome of this study endorses the potential of phytochemicals of the petroleum ether fraction of ethanolic leaf extract of Annona reticulata for the development of a new chemotherapeutic agent in the treatment of colon cancer.",
    "pub_date": "2023",
    "journal": "F1000Research",
    "authors": "Rao PP, Shenoy Belle V, Nayak AG, Kumar N, Rao V, Cheruku SP, Prabhu K"
  },
  {
    "pmid": "39850850",
    "title": "Relations between Distress Tolerance and Psychosocial Variables in Adults Experiencing Homelessness.",
    "abstract": "BACKGROUND: Distress Tolerance (DT) is a transdiagnostic factor that may help better understand vulnerability to mental health problems. This study explores DT among recently incarcerated adults experiencing homelessness (RIHAs). METHODS: Participants (n=298) were recruited from an ongoing clinical trial at a homeless shelter in Texas. Cross-sectional linear regression analyses were conducted to examine the relations between DT subconstructs (tolerance, appraisal, regulation, and absorption) and psychosocial factors (depression, aggression, hostility, anxiety, and stress) in a sample of RIHAs. RESULTS: Lower DT absorption was associated with greater depression, aggression, hostility, anxiety, and stress. Lower DT appraisal was associated with greater hostility, anxiety, and stress. Greater DT regulation was associated with lower hostility and stress (ps<.05). DT tolerance was unrelated to any psychosocial factors. CONCLUSION: DT subscales are associated with psychosocial factors among RIHAs. Future research should assess the feasibility of interventions that enhance DT absorption and appraisal coping among RIHAs.",
    "pub_date": "2024",
    "journal": "Journal of social distress and the homeless",
    "authors": "Robison J, Neil JM, Cannell MB, Reingle Gonzalez JM, Zvolensky MJ, Ra CK, Garey L, Cole A, Kezbers K, Montgomery A, Businelle MS"
  },
  {
    "pmid": "39835240",
    "title": "Differential Impact of VNTR Polymorphism in the CBS Gene on Gastric and Breast Cancers Risk.",
    "abstract": "The cystathionine beta-synthase (CBS) gene plays a critical role in numerous physiological processes, including cellular proliferation, bioenergetics, and redox balance, and has been implicated in many cancers, including breast and gastric cancers. Previous studies have suggested that VNTR polymorphism in intron 13 of the CBS gene may influence enzyme activity, as an increase in the number of repeats in this VNTR leads to a reduction in the activity of the CBS enzyme. In this case-control study, for the first time, we genotyped 107 patients with gastric cancer (and 111 healthy controls) and 138 patients with breast cancer (and 124 healthy controls) for the CBS VNTR polymorphism using PCR. Our results showed that individuals with the 18/18 or 19/19 genotypes had a significantly higher risk of developing gastric cancer compared to those with the 17/17 genotype (OR = 2.14, 95% CI 1.12-4.09, p = 0.021). Similarly, the 20/20 or 21/21 genotypes were associated with a significantly increased risk of gastric cancer compared to the 17/17 genotype (OR = 7.93, 95% CI 2.13-29.51, p = 0.002). In contrast, the 18/18 or 19/19 genotypes were found to be significantly associated with a decreased risk of breast cancer compared to the 17/17 genotype (OR = 0.36, 95% CI 0.17-0.75, p = 0.006). In conclusion, our study provides evidence that a higher number of VNTR repeats in intron 13 of the CBS gene is associated with an increased risk of gastric cancer, while a lower number of VNTR repeats is associated with an increased risk of breast cancer.",
    "pub_date": "2025 Jan",
    "journal": "Indian journal of clinical biochemistry : IJCB",
    "authors": "Sajjadi SZ, Alizadeh Z, Moghanibashi M, Mohamadynejad P, Naeimi S"
  },
  {
    "pmid": "39835239",
    "title": "Persistence of SARS-CoV-2 Antibodies for a Year Following SARS-CoV-2 Vaccinations (BBV152 and ChAdOx1 nCoV-19).",
    "abstract": "The first two vaccines administered in the COVID-19 vaccination campaign of India were Covaxin (BBV152) and Covishield (ChAdOx1-nCoV-19). In this study, we evaluate the longevity and sustainability of the humoral immune response after vaccination and various factors influencing it. An observational study was conducted in individuals who received both doses of Covaxin or Covishield vaccine, and their blood samples were analyzed for total-antiRBD-SARS-CoV-2 antibodies. Then, antibody titers were classified based on monthly time-intervals up to 360 days and their trend was analyzed. In addition, the correlation between antibody titers and factors such as previous SARS-CoV-2-infection status, vaccine type and presence of comorbidities was examined. Of the 2069 participants, most (1767;85.4%) had been vaccinated with Covaxin, but the higher antibody titers were induced by Covishield vaccine at all time points. However overall, antibodies persisted for at least 1 year, although a drop in antibody titers occurred in the 3rd and 6th months. In addition, 430 (20.8%) participants had prior SARS-CoV-2 infection (hybrid immunity) with a significantly higher humoral immune response compared with vaccine-induced immunity (naive immunity). No significant differences were observed in antibody titers related to age, sex and presence of comorbidities. We concluded that vaccine-mediated immunity lasts for at least one year. However, antibody titers decrease over time, which may be more pronounced in certain groups such as Covaxin vaccine, vaccine-induced-immunity, presence of comorbidities and > 60 years which should be considered when recommending booster vaccination, as these individuals may have a stronger and longer-lasting immune response to the virus.",
    "pub_date": "2025 Jan",
    "journal": "Indian journal of clinical biochemistry : IJCB",
    "authors": "Dwivedi T, Raj A, Das N, Gupta R, Bhatnagar S, Mohan A, Guleria R"
  },
  {
    "pmid": "39835236",
    "title": "Potential Effect of Extracellular Vesicles in Clinical Settings of Lymphoma.",
    "abstract": "Liquid biopsy is gaining importance in oncology in the age of precision medicine. Extracellular vesicles (EVs), among other tumor-derived indicators, are isolated and analysed from bodily fluids. EVs are secreted by both healthy and cancerous cells and are lipid bilayer-enclosed particles that are diverse in size and molecular makeup. Since their quantity, phenotype, and molecular payload, which includes proteins, lipids, metabolites, and nucleic acids, mirror the nature and origin of parental cells, EVs are valuable transporters of cancer information in tumour context. This makes them interesting candidates for new biomarkers. Being closely linked to the parental cells in terms of composition, quantity, and roles is a crucial aspect of EVs. Multiple studies have shown the crucial part tumor-derived EVs plays in the development of cancer, and this subject is currently a hot one in the field of oncology. The clinical applications of EVs-based technology that are currently being tested in the areas of biomarkers, therapeutic targets, immune evasion tools, biologically designed immunotherapies, vaccines, neutralising approaches, targeting biogenesis, and extracorporeal removal were the main focus of this review. However, more bioengineering refinement is needed to address clinical and commercial limitations. The introduction of these new potential diagnostic tools into clinical practise has the potential to profoundly revolutionise the cancer field, primarily for solid tumours but also for haematological neoplasms. The development of EV-based therapies will be facilitated by improvements in EV engineering methodology and design, transforming the current pharmaceutical environment.",
    "pub_date": "2025 Jan",
    "journal": "Indian journal of clinical biochemistry : IJCB",
    "authors": "Mamgain G, Yadav SRM"
  },
  {
    "pmid": "39835232",
    "title": "Role of Grape (Vitis vinifera) Extracts of Different Cultivars Against gamma-Radiation Induced DNA Damage and Gene Expression in Human Lymphocytes.",
    "abstract": "Radiation therapy uses ionizing radiation (IR) to kill cancer cells. However, during radiotherapy normal cells are also damaged and killed by the generation of reactive oxygen species. Polyphenolic compounds are known to mitigate the damaging effects of radiation. Grape (Vitis vinifera) contains a variety of bioactive phytochemicals. We investigated the Ferric reducing antioxidant power assay for commonly available four grape (Vitis vinifera L.) cultivars, including 'Flame seedless', 'Kishmish chorni', 'Red globe' and 'Thompson seedless'. Grape seed showed the maximum reducing power and antioxidant capacity, followed by its skin, and then pulp of the same cultivars. Kishmish chorni seed showed maximum reducing and antioxidant power. Therefore, we had selected the Kishmish chorni cultivars to determine the protective efficacy against gamma-ray irradiated DNA damage and apoptotic gene expression in human peripheral lymphocytes, and their efficacy was compared with widely cultivated Thompson seedless Cultivars. Annexin V-FITC and propidium iodide double staining suggested that apoptosis is a major mode of induction of cell death after irradiation in human lymphocytes. Comet assay revealed that DNA damage in human lymphocytes due to gamma irradiation at a dose of 4-Gy is significantly (P < 0.05) mitigated by pretreatment with grape extracts. Bax and p53 mRNA levels that were up-regulated in gamma irradiated lymphocytes, were significantly down-regulated when irradiated lymphocytes were pretreated with grape extracts. In conclusion, the grape extracts of different cultivars act as an essential source of natural antioxidants at varying degree, which are able to attenuate DNA damage by scavenging free radicals, and regulate apoptosis by modulating apoptotic genes such as p53 and Bax in human lymphocytes induced by IR.",
    "pub_date": "2025 Jan",
    "journal": "Indian journal of clinical biochemistry : IJCB",
    "authors": "Singha I, Poria DK, Ray PS, Das SK"
  },
  {
    "pmid": "39816657",
    "title": "Focusing on antimicrobial resistant infections -are we missing the forest for the trees and the patients for pathogens?",
    "abstract": "Antimicrobial resistance (AMR) is a challenge because it is associated with worse patient outcomes. To solve the problem will take development of interventions and policies which improve patient outcomes by prolonging survival, improving patient symptoms, function and quality of life. Logically, we should look to focusing resources in areas that would have the greatest impact on public health. AMR takes the approach of focusing on individual pathogens and \"pathogen-focused\" development. However, evaluating overall infections and their impact on patient outcomes reveals that 17 of 18 infection deaths are associated with susceptible pathogens. Here we discuss recentering on patients and patient outcomes instead of pathogens, and propose six suggestions on how a patient focus impacts areas and incentives for clinical research.",
    "pub_date": "2023",
    "journal": "Frontiers in antibiotics",
    "authors": "Lawandi A, Kadri SS, Powers JH 3rd"
  },
  {
    "pmid": "39760237",
    "title": "Development of smart packaging halochromic films embedded with anthocyanin pigments; recent advances.",
    "abstract": "Nowadays, innovative biodegradable packaging based on pH-sensitive natural dyes is being developed. These smart systems quickly inform the food quality to the consumer and monitor fresh foods in real-time. Smart packaging protects food against ambiance risks and simultaneously sends information to users for variations and alterations in the packaging settings. Anthocyanin (ACY), among the natural dyes used as indicators serves as water-soluble flavonoid pigments which made reflection in light in the red-blue range and can detect chemical and microbial alterations in foods based on their pH-susceptible conditions; on the other hand, they have considerable antimicrobial and antioxidant functions that result in the longer shelf life of food products. They also have beneficial properties including anti-cancer and anti-inflammatory functions, avoidance of heart diseases, overweight, and diabetes. Hence, this paper deals with the characteristics of smart packaging films based on anthocyanins, as well as their application in various food industries.",
    "pub_date": "2025",
    "journal": "Critical reviews in food science and nutrition",
    "authors": "Eghbaljoo H, Alizadeh Sani M, Sani IK, Maragheh SM, Sain DK, Jawhar ZH, Pirsa S, Kadi A, Dadkhodayi R, Zhang F, Jafari SM"
  },
  {
    "pmid": "39737749",
    "title": "Investigation of the impact of R273H and R273C mutations on the DNA binding domain of P53 protein through molecular dynamic simulation.",
    "abstract": "The P53 protein, a cancer-associated transcriptional factor and tumor suppressor, houses a Zn(2+) ion in its DNA-binding domain (DBD), essential for sequence-specific DNA binding. However, common mutations at position 273, specifically from Arginine to Histidine and Cysteine, lead to a loss of function as a tumor suppressor, also called DNA contact mutations. The mutant (MT) P53 structure cannot stabilize DNA due to inadequate interaction. To investigate the conformational changes, we performed a comparative molecular dynamic simulation (MDS) to study the effect of the P53-Wildtype (P53-WT) and the DNA contact mutations (R273H and R273C) on the DBD. Our research indicated that the DNA binding bases lose Hydrogen bonds (H bonds) when mutated to P53-R273H and P53-R273C during the simulation. We employed tools, such as PDIviz to highlight the contacts with DNA bases and backbone, major and minor grooves, and various pharmacophore forms of atoms. The contact maps for R273H and R273C were generated using the COZOID tool, which displayed changes in the frequency of the amino acids and DNA bases interaction in the DNA binding domain. These residues have diminished interactions, and the zinc-binding domain shows significant movements by Zn(2+) ion binding to the phosphate group of the DNA, moving away from its binding sites. In conclusion, our research suggests that R273H and R273C each have unique stability and self-assembly properties. This understanding might assist researchers in better comprehending the function of the p53 protein and its importance in cancer.Communicated by Ramaswamy H. Sarma.",
    "pub_date": "2025 Feb",
    "journal": "Journal of biomolecular structure & dynamics",
    "authors": "R HC, C GPD"
  },
  {
    "pmid": "39737083",
    "title": "Two Gracilioethers Containing a [2(5H)-Furanylidene]ethanoate Moiety and 9,10-Dihydroplakortone G: New Polyketides from the Caribbean Marine Sponge Plakortis halichondrioides.",
    "abstract": "Gracilioether M (6) and 11,12-dihydrogracilioether M (7), two polyketides with a [2(5H)-furanylidene]ethanoate moiety, along with known plakortone G (9) and its new naturally occurring derivative 9,10-dihydroplakortone G (8), were isolated from the Caribbean marine sponge Plakortis halichondrioides. The structures and absolute configuration of 6, 7, and 8 were characterized by analysis of HRESIMS and NMR spectroscopic data, chemical derivatization, and side-by-side comparisons with published NMR data of related analogs. Compounds 6 and 7 and a mixture of 8 and 9 were evaluated for cytotoxicity against MCF-7 human breast cancer cells. In addition, the in vitro antiplasmodial activity against Plasmodium berghei of these compounds was scrutinized using a drug luminescence assay.",
    "pub_date": "2024 Jan",
    "journal": "Applied sciences (Basel, Switzerland)",
    "authors": "Amador LA, Rodriguez AD, Carmona-Sarabia L, Colon-Lorenzo EE, Serrano AE"
  },
  {
    "pmid": "39735821",
    "title": "Differences in smoking cessation behaviors and vaping status among adult daily smokers with and without depression, anxiety, and alcohol use: Findings from the 2018 and 2020 International Tobacco Control Four Country Smoking and Vaping (ITC 4CV) Surveys.",
    "abstract": "This study examined differences in quit attempts, 1-month quit success, and vaping status at follow-up among a cohort of 3709 daily smokers with and without depression, anxiety, and regular alcohol use who participated in both the 2018 and 2020 International Tobacco Control Four Country Smoking and Vaping (ITC 4CV) Surveys. At baseline, a survey with validated screening tools was used to classify respondents as having no, or one or more of the following: 1) depression, 2) anxiety, and 3) regular alcohol use. Multivariable adjusted regression analyses were used to examine whether baseline (2018) self-report conditions were associated with quit attempts; quit success; and vaping status by follow-up (2020). Results showed that respondents who reported depressive symptoms were more likely than those without to have made a quit attempt (aOR=1.32, 95% CI:1.03-1.70, p=0.03), but were less likely to have quit (aOR=0.55, 95% CI:0.34-0.89, p=0.01). There were no differences in quit attempts or quit success between those with and without self-reported anxiety diagnoses or regular alcohol use. Among successful quitters, respondents with baseline depressive symptoms and self-reported anxiety diagnoses were more likely than those without to report vaping at follow-up (aOR=2.58, 95% CI:1.16-5.74, p=0.02, and aOR=3.35 95% CI:1.14-9.87, p=0.03). In summary, it appears that smokers with depression are motivated to quit smoking but were less likely to manage to stay quit, and more likely to be vaping if successfully quit. As smoking rates are higher among people with mental health conditions, it is crucial for healthcare professionals to identify these vulnerable groups and offer tailored smoking cessation support and continued support during their quit attempt.",
    "pub_date": "2024 Dec",
    "journal": "International journal of mental health and addiction",
    "authors": "Yimsaard P, Gravely S, Meng G, Fong GT, Cummings KM, Hyland A, Borland R, Hammond D, Kasza KA, Li L, Quah ACK"
  },
  {
    "pmid": "39734903",
    "title": "Role of neutrophil-to-lymphocyte ratio (NLR) and platelet-to-lymphocyte ratio (PLR) in predicting carcinoma prostate (CaP) in patients with lower urinary tract symptoms and raised serum prostate-specific antigen (sr.PSA).",
    "abstract": "BACKGROUND: Carcinoma prostate (CaP) is second most common cancer and sixth leading cause of cancer-related mortality among men worldwide. Prostate-specific antigen (sr. PSA) levels are prostate specific, not cancer specific. Therefore, finding non-invasive novel markers that can detect clinically significant CaP for preventing unnecessary biopsies is needed. Relation between host inflammatory responses and tumour has been increasingly recognized in various carcinomas. Many follow-up studies used neutrophil-to-lymphocyte ratio (NLR) and platelet-to-lymphocyte ratio (PLR) with sr. PSA level for CaP detection in India. The present study explored the use of these biomarkers in predicting CaP in patients with lower urinary tract symptoms (LUTS). METHODS: This prospective observational analytical study included 220 patients who underwent prostate biopsy for LUTS and suspected CaP between 2019 and 2021. Pearson's correlation (r) was used to find association between various attributes. Receiver operating characteristic curve analysis was performed to determine cut-off values and find sensitivity, specificity, positive and negative predictive value of NLR and PLR. P-value <0.05 was considered statistically significant (alpha = 5%). RESULTS: Out of 263 patients, 43 were excluded. Among remaining 220 study patients, 166 had BPH and 54 CaP. Median values of NLR and PLR were significantly higher in CaP patients. There was a strong positive correlation noted between NLR, PLR, and CaP groups. Areas under receiver operating characteristic curve of NLR (p = 0.001) and PLR (p < 0.001) for predicting CaP were statistically significant, with cut-off values of >3.44 and > 165.96, respectively. CONCLUSION: In present study, we found significant increase in NLR and PLR in CaP patients. These parameters could be useful as pre-prostate biopsy predictors of CaP and help avoid unnecessary biopsies.",
    "pub_date": "2024 Dec",
    "journal": "Medical journal, Armed Forces India",
    "authors": "Mehta S, Ketkar M, Jain DK"
  },
  {
    "pmid": "39734894",
    "title": "Docetaxel-induced lung injury.",
    "abstract": "Docetaxel is a chemotherapeutic agent commonly used against breast cancer, nonsmall cell lung cancer, gastric, prostate, head and neck cancer. Docetaxel- or taxane-induced interstitial lung disease (ILD) remains a relatively rare reported adverse event. Although rare, this complication remains an important event to identify and it carries a high mortality. We reported the case series of three patients who had pulmonary toxicity after docetaxel administration. Although literature has described patients progressing to respiratory failure and intubation, our patients responded well to steroid treatment and discontinued docetaxel administration.",
    "pub_date": "2024 Dec",
    "journal": "Medical journal, Armed Forces India",
    "authors": "Vasan AS, Chowdhary GS, Pandey I, Garg Y, Soneji D"
  },
  {
    "pmid": "39669617",
    "title": "Population-based germline testing of BRCA1, BRCA2, and PALB2 in breast cancer patients in the United Kingdom: Evidence to support extended testing, and definition of groups who may not require testing.",
    "abstract": "PURPOSE: To assess the contribution of germline pathogenic variants (PVs) in population-based series of breast cancers and the best strategy to improve detection rates. METHODS: Three cohort studies were utilized, including a hospital-based series identified from new UK mainstream testing criteria (group-1), offering testing to all women (group-2-BReast CAncer [BRCA]-DIRECT), and a Greater Manchester cohort study recruited from the mammography screening population (group-3-Predicting Risk of Cancer at Screening). DNA samples from women with breast cancer were sequenced for PVs in BRCA1, BRCA2, and Partner and Localiser of BRCA2 (PALB2). The Manchester score (MS) was used at different points thresholds. Current mainstream criteria include women diagnosed <40 years and all triple negative <60 years or an MS >/=15. RESULTS: Thirty-six PVs (BRCA1 = 9, BRCA2 = 18, PALB2 = 9) were identified among 1061 women with breast cancer (3.4%). Mainstreaming criteria identified 21 of 36 (58%) of PVs by testing 190 women; detection rate (8.4%), specificity = 83.5%. A better detection rate was found using an MS threshold of 12-points with 66.7% (24/36) sensitivity and 85.7% specificity in 171 women. No PVs were identified in 158 women with grade-1 invasive cancers. The best strategy to detect all PVs was an MS >/=3 with specificity of 32.6%. CONCLUSION: In order to detect higher PV rates on a population basis the best strategy is to reduce the MS threshold for genetic testing.",
    "pub_date": "2024",
    "journal": "Genetics in medicine open",
    "authors": "Evans DG, Woodward ER, Burghel GJ, Allen S, Torr B, Hamill M, Kavanaugh G, Hubank M, Bremner S, Jones CI, Schlecht H, Astley S, Bowers S, Gibbons S, Ruane H, Fosbury C, Howell SJ, Forde C, Lalloo F, Newman WG, Smith MJ, Howell A, Turnbull C, Gandhi A"
  },
  {
    "pmid": "39669593",
    "title": "Racial segregation and genomics-related knowledge, self-efficacy, perceived importance, and communication among medically underserved patients.",
    "abstract": "PURPOSE: There is limited research on the relationship between structural environmental factors and genomics-related knowledge, self-efficacy, perceived importance, and communication. We examined the potential impact of racial segregation on these genomics-related outcomes among medically underserved patients. METHODS: We analyzed data from a sample of 546 patients recruited from a primary care clinic in St. Louis, Missouri. Multivariable models were used to examine associations between racial composition of social environments across the life course and genomics-related knowledge, self-efficacy, perceived importance, and communication. RESULTS: Non-Hispanic White patients reporting multiple past White social environments had higher genetic knowledge than non-Hispanic White patients reporting one or no past White social environments (P = .021), Black patients reporting 1 or no past White social environments (P = .002), and Black patients reporting multiple past White social environments (P < .001). We also found that among those reporting multiple current White social environments, Black patients were more likely than non-Hispanic White patients to frequently communicate about family history with family (P = .003). CONCLUSION: These findings indicate that structural factors may affect understanding of genetic information and communication about family history among medically underserved patients. Targeted interventions may increase the use of genetic services among this population and reduce health inequities.",
    "pub_date": "2024",
    "journal": "Genetics in medicine open",
    "authors": "Bather JR, Goodman MS, Kaphingst KA"
  },
  {
    "pmid": "39669257",
    "title": "Elivaldogene autotemcel approved for treatment of cerebral adrenoleukodystrophy (CALD) in males: A therapeutics bulletin of the American College of Medical Genetics and Genomics (ACMG).",
    "abstract": "",
    "pub_date": "2023",
    "journal": "Genetics in medicine open",
    "authors": "Scott AI, Mallhi KK, Ganesh J, Chen WL"
  },
  {
    "pmid": "39668846",
    "title": "Understanding and Addressing Mental Health Disparities and Stigma in Serious Illness and Palliative Care.",
    "abstract": "Patients receiving palliative care experience stigma associated with their illness, personal identity, and healthcare utilization. These stigmas can occur at any stage of the disease process. Varying stigmas combine to cause palliative care patients to feel misunderstood, contribute to treatment barriers, and further negative stereotypes held by clinicians. Stigma surrounding palliative care patients stems from complex intersections of varied access to resources, familial and physical environment, socioeconomic status, mental health and disorders, and identity characteristics. This article examines the relationship between mental health stigma and palliative care through three pathways: stigma and barriers existing within healthcare, the tendency of this stigma to undermine social support, and the deferral of treatment-seeking in response to stigma. Recommendations to address and diminish stigmatization are presented, including advocacy, increased research and assessment, and contextual and intersectional awareness. Clinicians are also encouraged to turn to their colleagues for peer support and team-based care.",
    "pub_date": "2025 Jan",
    "journal": "Illness, crises, and loss",
    "authors": "Gerhart J, Oswald LB, McLouth L, Gibb L, Perry L, England AE, Sannes T, Schoenbine D, Ramos K, Greenberg J, O'Mahony S, Levine S, Baron A, Hoerger M"
  },
  {
    "pmid": "39665539",
    "title": "Research on phage lambda: a lucky choice.",
    "abstract": "Bacteriophage lambda is a paradigm in the field of gene regulation and one of the best-understood systems in genetic regulatory biology. A so-called Genetic Switch determines the mechanisms by which lambda transitions to its dual lifestyles-lytic or lysogenic. When lambda initiates the lysogenic lifestyle, the phage-encoded CI repressor binds cooperatively to multi-partite operators in a defined pattern that autoregulates repression of phage lytic promoters as well as activation of the lysogenic promoter. The study of this genetic switch and related earlier research on phage lambda revealed the main principles of gene expression and regulation in molecular biology. This article describes the underlying molecular details of lambda lysogeny, as it is currently understood.",
    "pub_date": "2024 Dec 12",
    "journal": "EcoSal Plus",
    "authors": "Lewis DEA, Adhya S"
  },
  {
    "pmid": "39649830",
    "title": "A retrospective bilateral breast proton pencil beam scanning and photon volumetric arc therapy planning comparison.",
    "abstract": "BACKGROUND: Advanced bilateral breast cancers with local and regional nodal involvement are rare and challenging to plan due to conflicting demands of conformality, uniformity and sparing of organs at risk such as heart and lungs. Pencil beam scanning (PBS) protons have been shown to provide improved organ at risk (OAR) sparing, conformality and homogeneity compared to photon techniques including three-dimensional conformal radiotherapy, intensity modulated radiation therapy (IMRT), volumetric arc therapy (VMAT), and tomotherapy. We performed a blinded comparison between VMAT and PBS plans and extend this comparison with a case study of a patient win expander in situ during radiotherapy. METHODS: In this case-controlled study, five bilateral breast patients' clinical proton plan datasets were anonymized and replanned using VMAT. Additionally, for one patient with bilateral expanders, we compared two PBS planning techniques that are used clinically. RESULTS: For the similar target volume coverage, significant differences were found for heart and lung sparing, particularly for lower isodoses. For instance, mean lung V5 was 96.7% vs. 39% for VMAT vs. PBS and mean heart dose was 11.4 vs. 0.69 Gy (RBE) for VMAT vs. protons. The expander patient's plan did not differ significantly from whole breast or chest wall patients in terms of coverage or in gains from PBS compared to VMAT. For example, for comparable homogeneity indexes (HIs) of 1.2 (VMAT) and 1.1 (PBS), the mean heart dose is 11 vs. 1 Gy. The gains from PBS are approximately a factor of 10 compared to a factor of <2 for estimated gains to VMAT plans using deep inspiration breath hold (DIBH) described in the literature. CONCLUSIONS: PBS provides better sparing of heart and lungs compared to VMAT in whole breast, chest wall and expander patients. Further study with more patients is required to validate these conclusions.",
    "pub_date": "2023 Dec 30",
    "journal": "Therapeutic radiology and oncology",
    "authors": "Mah D, Happersett L, Del Rosario G, Lim SB, Hong L"
  },
  {
    "pmid": "39641116",
    "title": "Study of Glabranin as an Inhibitor Against Prostate Cancer: Molecular Docking, Molecular Dynamics Simulation, MM-PBSA Calculation and QSAR Prediction.",
    "abstract": "Prostate cancer is the World's second most frequent malignancy, with the fifth-highest male mortality rate. In advanced prostate cancer patients, point mutations such as T877A and W741L are prevalent, imparting treatment resistance and hence promoting cancer development. The emergence of drug resistance in prostate cancer necessitates the development of suitable ligands to allow for stronger interactions with the receptors, which can inhibit cancer progression. The present study focuses on flavonoids produced by plants, which may act as inhibitors of point mutations like T877A and W741L in prostate cancer. This research was conducted using an in-silico method where the compound Glabranin and its derivatives were virtually screened to identify potential drugs for combating such point mutations. Thirty-five Molecular Dockings were performed to find the ligand-receptor complexes with the lowest binding energy. Moreover, employing a variety of tools, ligands were evaluated for drug-likeness and toxicity, indicating a promising drug candidate. Based on the results of Molecular Docking, Drug-likeness, and ADMET testing, eight structures were subjected to a 100 ns Molecular Dynamics simulation. A QSAR analysis was also performed based on the simulation findings. In this study, it was revealed that GlaMod2 phytocompound was effective against T877A and W741L mutations in prostate cancer. It was observed that the phytocompound was stable and had potential properties for the development of a novel drug to combat prostate cancer and drug resistance This phytocompound may therefore be effective in the development of prostate cancer inhibitors for patients with mutant androgen receptors. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s12291-023-01134-3.",
    "pub_date": "2024 Jul",
    "journal": "Indian journal of clinical biochemistry : IJCB",
    "authors": "Browne RB, Goswami N, Borah P, Roy JD"
  },
  {
    "pmid": "39640229",
    "title": "Label- and slide-free tissue histology using 3D epi-mode quantitative phase imaging and virtual hematoxylin and eosin staining.",
    "abstract": "Histological staining of tissue biopsies, especially hematoxylin and eosin (H&E) staining, serves as the benchmark for disease diagnosis and comprehensive clinical assessment of tissue. However, the typical formalin-fixation, paraffin-embedding (FFPE) process is laborious and time consuming, often limiting its usage in time-sensitive applications such as surgical margin assessment. To address these challenges, we combine an emerging 3D quantitative phase imaging technology, termed quantitative oblique back illumination microscopy (qOBM), with an unsupervised generative adversarial network pipeline to map qOBM phase images of unaltered thick tissues (i.e., label- and slide-free) to virtually stained H&E-like (vH&E) images. We demonstrate that the approach achieves high-fidelity conversions to H&E with subcellular detail using fresh tissue specimens from mouse liver, rat gliosarcoma, and human gliomas. We also show that the framework directly enables additional capabilities such as H&E-like contrast for volumetric imaging. The quality and fidelity of the vH&E images are validated using both a neural network classifier trained on real H&E images and tested on virtual H&E images, and a user study with neuropathologists. Given its simple and low-cost embodiment and ability to provide real-time feedback in vivo, this deep-learning-enabled qOBM approach could enable new workflows for histopathology with the potential to significantly save time, labor, and costs in cancer screening, detection, treatment guidance, and more.",
    "pub_date": "2023 Dec 20",
    "journal": "Optica",
    "authors": "Abraham TM, Casteleiro Costa P, Filan C, Guang Z, Zhang Z, Neill S, Olson JJ, Levenson R, Robles FE"
  }
]