[
  {
    "pmid": "40061909",
    "title": "The relationship of age, sex and prothrombin time related to the severity and mortality of COVID-19 patients with diabetes mellitus: a systematic review and meta analysis.",
    "abstract": "BACKGROUND: SARS-CoV-2 first appeared in Wuhan, China, in December 2019. Looking at the prevalence data in the world and in Indonesia, the highest mortality rate due to COVID-19 involves age, gender and comorbidities such as diabetes mellitus. Severity of the condition also refers to coagulation abnormalities, such as abnormal prothrombin time values. METHODS: This systematic review study and meta-analysis used online literature sourced from PubMed, Science Direct, EBSCO, Cochrane and Google Scholar. The literature used here is literature that has data on age, sex and prothrombin time of COVID-19 patients with diabetes mellitus whose quality is assessed by the NOS (Newcastle-Ottawa Scale) criteria and processing data using Review Manager 5.4. RESULTS: Out of 8711 literatures that were traced from various search sources, there were 46 literatures that were included in this study. The results of the analysis on age showed the Standardized Mean Difference (SMD) value of 0.45 and P <0.0001 (95% CI: 0.23-0.68), the gender analysis showed an Odds Ratio (OR) value of 3.28 and P = 0.01 (95% CI: 1.26-8.52) and the prothrombin time analysis showed SMD values of 0.41 and P = 0.07 (95%CI = -0.03-0.85). CONCLUSION: Older and male COVID-19 patients have a higher risk of having diabetes compared to younger and female COVID-19 patients. As diabetes is a comorbidity in COVID-19, it can be concluded that old age and male sex are associated with a more severe disease.",
    "pub_date": "2022",
    "journal": "F1000Research",
    "authors": "Mirza AF, Halim C, Sari MI"
  },
  {
    "pmid": "40046004",
    "title": "Assessing the role of vascular risk factors in dementia: Mendelian randomization meta-analysis and comparison with observational estimates.",
    "abstract": "BACKGROUND: Although observational studies demonstrate that higher levels of vascular risk factors are associated with an increased risk of dementia, these associations might be explained by confounding or other biases. Mendelian randomization (MR) uses genetic instruments to test causal relationships in observational data. We sought to determine if genetically predicted modifiable risk factors (type 2 diabetes mellitus, low density lipoprotein cholesterol, high density lipoprotein cholesterol, total cholesterol, triglycerides, systolic blood pressure, diastolic blood pressure, body mass index, and circulating glucose) are associated with dementia by meta-analysing published MR studies. Secondary objectives were to identify heterogeneity in effect estimates across primary MR studies and to compare meta-analysis results with observational studies. METHODS: MR studies were identified by systematic search of Web of Science, OVID and Scopus. We selected primary MR studies investigating the modifiable risk factors of interest. Only one study from each cohort per risk factor was included. A quality assessment tool was developed to primarily assess the three assumptions of MR for each MR study. Data were extracted on study characteristics, exposure and outcome, effect estimates per unit increase, and measures of variation. Effect estimates were pooled to generate an overall estimate, I (2) and Cochrane Q values using fixed-effect model. RESULTS: We screened 5211 studies and included 12 primary MR studies after applying inclusion and exclusion criteria. Higher genetically predicted body mass index was associated with a higher odds of dementia (OR 1.03 [1.01, 1.05] per 5 kg/m (2) increase, one study, p=0.00285). Fewer hypothesized vascular risk factors were supported by estimates from MR studies than estimates from meta-analyses of observational studies. CONCLUSION: Genetically predicted body mass index was associated with an increase in risk of dementia.",
    "pub_date": "2022",
    "journal": "F1000Research",
    "authors": "Lee L, Walker R, Whiteley W"
  },
  {
    "pmid": "39734872",
    "title": "Pulmonary thromboembolism in adults: Experience from a tertiary care center.",
    "abstract": "BACKGROUND: Venous thromboembolism (VTE) includes deep vein thrombosis (DVT) and pulmonary embolism (PE). We aimed to analyze the risk factors, clinical presentations, evaluation and management strategies as well as outcomes of adult pulmonary thromboembolism cases at a tertiary care center. METHODS: In a retrospective observational study, all consecutive adult pulmonary thromboembolism cases admitted from January 2019 to September 2020 at our center were enrolled in this study. RESULTS: Forty-eight patients were included in the present study. The commonest presenting features were dyspnea (93.8%) and cough (79.2%). The risk factors included hypertension 11 (23%), diabetes 6 (12%), recent trauma and recent surgery 3 (6%) each, and malignancy in 2 (4%). DVT was present in 12 (25%) cases while history of smoking was significant, 31 present in (64.6%). Tuberculosis was also found to be an important risk factor for PE in 8 (16.7%). The current COVID-19 pandemic has come up as an important risk factor for PTE which was also true in our case with 13 (27%) patients being cases of moderate to severe COVID-19 pneumonia. Electrocardiogram revealed sinus tachycardia (56.25%), precordial lead T-wave changes (6.3%), and S1Q3T3 pattern (16.67%). Diagnosis was confirmed by computed tomographic pulmonary angiography (CTPA) in 81% of cases. Treatment options included low molecular weight heparin (LMWH) in 91%, newer oral anticoagulants (NOACs) in 2% of the patients and thrombolysis was needed in 12.5% of patients. There was no in-hospital mortality; however one patient had major bleeding. CONCLUSION: The clinical presentation of PE varied from dyspnea to cough, though the commonest feature of dyspnea remains unchanged compared to prior studies. CTPA has been modality of choice for diagnosis, however few patients with high probability for PTE were diagnosed clinically along with suggestive echocardiography and ECG findings. Thus, a high index of suspicion and timely therapeutic anticoagulation with various agents led to effective management and better outcome in the studied patients.",
    "pub_date": "2024 Dec",
    "journal": "Medical journal, Armed Forces India",
    "authors": "Marwah V, Choudhary R, Bhati G, Malik V, Kumar VP, Kumar TA, Pandey IM, Basnet A"
  },
  {
    "pmid": "39734867",
    "title": "Prevalence and impact of obstructive sleep apnea in type 2 diabetes mellitus: A descriptive cross-sectional study.",
    "abstract": "BACKGROUND: Obstructive sleep apnea (OSA) has been reported to have a high prevalence in patients with type 2 diabetes mellitus. There is scarcity of literature on relationship between OSA and diabetes in Indian population. METHODS: A cross-sectional observational study was conducted at a tertiary care hospital and 80 consecutive and consenting patients with diabetes were enrolled over 24 months from 01 Sep 2014 to 31 Aug 2016. After a detailed history and clinical examination, all patients were subjected to a level I polysomnography (PSG), and their blood sample was drawn for the assessment of diabetes control, insulin resistance, and microvascular complications. RESULTS: Out of 80 patients with diabetes, 30 (37.5%) patients had a high-risk score on Berlin questionnaire and 59 (73.8%) patients had evidence of OSA by PSG. The prevalence of OSA in diabetics with normal body mass index, waist circumference, and neck circumference was 65.5%, 64.2%, and 67.2%, respectively. Patients with OSA had a significantly higher mean glycosylated hemoglobin (correlation coefficient 0.53) and higher insulin resistance (correlation coefficient 0.78). Patients with microvascular complications had a higher prevalence of OSA than those without. This included neuropathy (100% versus 62.5%), retinopathy (100% versus 69.6%) and diabetic kidney disease (DKD) (90.9% versus 52.8%). Patients with any microvascular complication were significantly more likely to have OSA (odds ratio 13.66, 95% confidence interval 3.94-47.37, p < 0.001). CONCLUSION: Indian patients with diabetes have a high prevalence of OSA, regardless of obesity. Patients with diabetes and OSA have poorer diabetes control, more insulin resistance, and higher prevalence of microvascular complications like nephropathy, neuropathy, and retinopathy.",
    "pub_date": "2024 Dec",
    "journal": "Medical journal, Armed Forces India",
    "authors": "Saxena P, Singh D, Singh Y"
  },
  {
    "pmid": "39483661",
    "title": "Therapeutic pearl: A simple cost-effective treatment for chronic digital intertrigo of toes.",
    "abstract": "Chronic intertrigo of toe-web space is a recalcitrant problem which is often associated with multi-organism infections. For this, a number of topical therapies with preventative measures are used, but many of them are cumbersome and not very effective. Cryotherapy is a good option for treating the toe intertrigo, but its availability is a major concern. Here as an alternative to cryotherapy, trichloroacetic acid (TCA) cautery and Sodium hypochlorite (NaOCl) (a broad spectrum anti-infective agent) solution is advocated as a simple, feasible, and cost-effective treatment of chronic inter digital intertrigo.",
    "pub_date": "2024 Jul-Sep",
    "journal": "Journal of cutaneous and aesthetic surgery",
    "authors": "Mukhtar M, Mukhtar N"
  },
  {
    "pmid": "39355568",
    "title": "Lifetime and Daily Weight Stigma among Higher Weight Sexual Minority Women: Links to Daily Weight-based Concerns, Avoidance, and Negative Affect.",
    "abstract": "BACKGROUND: Weight stigma is associated with a range of adverse health outcomes (e.g., disordered eating). Women, sexual minorities, and higher-weight individuals are at increased risk of experiencing weight stigma, but little is known about its influence on emotions, cognitions, and behaviors in real-world contexts, particularly among multiply marginalized individuals such as higher-weight sexual minority women (SMW). The current study examined how lifetime and daily weight stigma experiences relate to momentary weight/shape concerns, size-based avoidance, and negative affect in this population. METHODS: Fifty-five higher-weight (BMI > 25 kg/m2) SMW completed a baseline survey and a five-day Ecological Momentary Assessment protocol (five prompts per day) assessing weight stigma events, weight/shape concerns, size-based avoidance, and negative affect. RESULTS: Greater frequency of lifetime weight stigma experiences was significantly associated with greater odds of engaging in size-based avoidance at least once during the 5-day period. Reporting momentary weight stigma events at any given prompt was significantly associated with greater odds of reporting momentary weight/shape concerns, but not negative affect, at the same prompt. Greater frequency of lifetime weight stigma experiences was also marginally associated with greater odds of reporting momentary weight/shape concerns at any given prompt. CONCLUSIONS: Both lifetime and momentary experiences of weight stigma are linked to negative consequences (e.g., weight/shape concerns, size-based avoidance) among higher-weight SMW. Although structural interventions are needed to reduce weight stigma at its source, individual interventions can help higher-weight SMW to cope with weight stigma in ways that may reduce its negative consequences.",
    "pub_date": "2024 Aug",
    "journal": "Stigma and health",
    "authors": "Poon JA, Panza EA, Selby E, Feinstein B"
  },
  {
    "pmid": "39271108",
    "title": "Hearing Loss and Cardiovascular Disease Risk Profiles: Data from the Hispanic Community Health Study/Study of Latinos.",
    "abstract": "BACKGROUND:  Individual cardiovascular disease (CVD) risk factors (RFs) have been associated with hearing loss (HL). The relationship to aggregate risk is poorly understood and has not been explored in the Hispanic/Latino population. PURPOSE:  The aim of this study was to characterize the association between aggregate CVD RF burden and hearing among Hispanics/Latinos. RESEARCH DESIGN:  Cross-sectional examination. STUDY SAMPLE:  Participants (18-74 years; n = 12,766) in the Hispanic Community Health Study/Study of Latinos. DATA COLLECTION AND ANALYSIS:  Thresholds (0.5-8 kHz) were obtained, and HL was defined dichotomously as pure-tone average (PTA(0.5,1, 2,4)) > 25 dB HL. Optimal CVD risk burden was defined as follows: systolic blood pressure (SBP) < 120 mm Hg and diastolic blood pressure (DBP) < 80 mm Hg; total cholesterol < 180 mg/dL; nonsmoking; and no diabetes. Major CVD RFs were diabetes, currently smoking, SBP >160 or DBP > 100 mm Hg (or antihypertensives), and total cholesterol > 240 mg/dL (or statins). Thresholds were estimated by age (18-44 and >/=45 years) and sex using linear regression. The association between CVD risk burden and HL was assessed using multivariable logistic regression. Models were adjusted for age, sex, Hispanic/Latino background, center, education, income, alcohol use, body mass index, and noise exposure. RESULTS:  In the target population, 53.03% were female and 18.81% and 8.52% had all RFs optimal and >/=2 major RFs, respectively. Elevated BP (SBP 120-139 mm Hg or DBP 80-89 mm Hg) was associated with HL in females < 45 years (odds ratio [OR], 2.18; 95% confidence interval [CI], 1.14-4.16). Diabetes (OR, 1.37; 95% CI, 1.01-1.84) and tobacco smoking (OR, 1.44; 95% CI, 1.03-2.01) were associated with HL in females >/= 45 years. The odds of HL were higher for females >/= 45 years with >/=2 RFs versus those with all RFs optimal (OR, 1.99; 95% CI, 1.12-3.53). Elevated BP (SBP 140-159 mm Hg or DBP 90-99 mm Hg), but not aggregate risk burden, was associated with HL in males >/= 45 years (OR, 1.49; 95% CI, 1.02-2.19). No relationships with major CVD RFs were significant in males < 45 years. CONCLUSIONS:  HL is associated with elevated BP in females < 45 years, with diabetes and hypertension in males >/= 45 years, and with diabetes, smoking, and having >/=2 major CVD RFs in females >/= 45 years. Future studies are needed to examine if these factors are associated with incident HL.",
    "pub_date": "2022 Oct",
    "journal": "Journal of the American Academy of Audiology",
    "authors": "Baiduc RR, Bogle B, Gonzalez Ii F, Dinces E, Lee DJ, Daviglus ML, Dhar S, Cai J"
  },
  {
    "pmid": "39220404",
    "title": "A Communal Coping Intervention for Couples Managing Chronic Illness: Proof-of-Concept Study.",
    "abstract": "INTRODUCTION: Communal coping is an interpersonal coping strategy defined as the appraisal of a problem as shared and collaboration to manage it. Despite evidence establishing links of communal coping to health, few interventions have involved communal coping. This study seeks to establish proof of concept that an intervention rooted in communal coping theory can impact couple members' communal coping and intermediary outcomes. METHODS: Couples (n = 40) in which one person has type 2 diabetes were randomly assigned to intervention versus control in a parallel randomized trial with 1:1 allocation. The intervention consisted of a single session focused on discussion of shared stressors, communal coping education, and collaborative implementation intentions followed by 7 days of text message reinforcement. Couples were interviewed in-person, received the intervention or active control, and completed 7 daily questionnaires. Communal coping and intermediary outcomes associated with communal coping were assessed daily. Feasibility and acceptability were also assessed. RESULTS: The intervention increased reports of both patient and partner shared appraisal and collaboration and impacted some intermediary outcomes of communal coping. Compared to control, intervention participants reported greater perceived partner responsiveness, patient support receipt, and partner confidence in patient illness self-efficacy. DISCUSSION: This study provides initial proof of concept that an intervention based on communal coping theory can increase couples' communal coping-both shared appraisal and collaboration. Additionally, the intervention was able to impact some intermediary outcomes that may be linked to downstream health outcomes for both patients and partners.",
    "pub_date": "2024 Sep",
    "journal": "Couple & family psychology",
    "authors": "Zajdel M, Helgeson VS"
  },
  {
    "pmid": "39104935",
    "title": "Reduction Mammoplasty in the Pediatric Population: An Analysis of Pediatric NSQIP Data From 2012 to 2019.",
    "abstract": "Introduction: Reduction mammoplasty is becoming more commonly performed in the pediatric population yet the risk factors for complications have not been well-studied. The purpose of this study was to assess the relationship between preoperative patient characteristics and postoperative complications in a large population of pediatric patients undergoing reduction mammoplasty. Methods: Pediatric patients undergoing reduction mammoplasty were identified within the 2012 to 2019 National Surgical Quality Improvement Program database for cross-sectional study. The predictor variables were age, body mass index (BMI), diabetes, chronic steroid use, time under anesthesia, and operative time, and the primary outcome was a 30-day postoperative surgical site-related complication. Multivariate logistic regression was performed to identify a relationship between predictor variable and primary outcome. Results: A total of 1216 pediatric patients were identified with a mean age of 16.6 years and mean BMI of 30.8 kg/m(2). The incidence of overall postoperative complications was 4.6%. Superficial surgical site infection (SSI) was the most common complication (29/1216; 2.4%). BMI was significantly associated with superficial SSI (odds ratio: 1.03, 95% confidence interval: 1.00-1.05, P = .02). Sixteen patients (1.32%) underwent a second operation, most commonly to address hematoma/seroma (7/16; 43.8%). Conclusion: In a large series of patients, pediatric reduction mammoplasty is a safe procedure with a low complication rate. BMI was significantly associated with the incidence of superficial SSIs with the most common cause for reoperation being a hematoma/seroma. This study can help guide the discussion between physicians and patients regarding potential risks associated with pediatric reduction mammoplasty.",
    "pub_date": "2024 Aug",
    "journal": "Plastic surgery (Oakville, Ont.)",
    "authors": "Bien EM, Rich MD, Zargari P, Sorenson TJ, Barta RJ"
  },
  {
    "pmid": "39005861",
    "title": "Urine Metabolomics Reveals Overlapping Metabolic Associations Between Preeclampsia and Gestational Diabetes.",
    "abstract": "Pregnancy is associated with numerous metabolic adaptations to meet the demands of the growing foetus. These adaptations could be perturbed during pregnancy due to preeclampsia (PE) and gestational diabetes (GDM). As these two obstetric aliments show some overlapping pathophysiology and similar biochemical dysregulation, the present study was undertaken to compare urine metabolome of PE and GDM with normal pregnancy (NT) in all trimesters of gestation using nuclear magnetic resonance spectroscopy-based metabolomics analysis to ascertain and compare metabolome in the study groups. We observed overlapping metabolic perturbations in PE and GDM. Though a study with a small sample size, this is the first report which confirms significantly differential metabolites in urine of both PE and GDM. Dimethylglycine and oxoglutaric acid were decreased while benzoic acid was increased in both the cases in all trimesters. Alanine, aspartate and glutamate metabolism, aminoacyl-tRNA biosynthesis, citrate and butanoate metabolism were the most perturbed pathways in both PE and GDM across pregnancy. These pathways have an association with energy metabolism, glucose homeostasis, insulin sensitivity and oxidative stress which play an important role in the development and progression of PE and GDM. In conclusion, our study showed that urine metabolome could reflect metabolic associations between PE and GDM and also in the identification of biomolecules that could be used as potential biomarker(s) for early detection of the metabolic diseases in pregnancy. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s12291-022-01103-2.",
    "pub_date": "2024 Jul",
    "journal": "Indian journal of clinical biochemistry : IJCB",
    "authors": "Agarwal NR, Kachhawa G, Oyeyemi BF, Bhavesh NS"
  }
]