[
  {
    "pmid": "40136186",
    "title": "Advances and challenges of reducing adult educational inequalities in stomach cancer: a time series study, Colombia, 1998-2015.",
    "abstract": "Trends in educational inequalities in adult (25 years old and over) gastric cancer mortality by sex and age group in Colombia from 1998-2015 were analyzed. An ecological time series study was conducted using Colombian vital statistics and official population estimations. Age-standardized mortality rates (ASMR per 100,000 person-years) for gastric cancer were calculated separately by educational level, sex, and grouped age. A Poisson regression model was used to calculate rates ratios (RR) and the Relative Index of Inequalities (RII). The changes over time of the ASMR and RII were analyzed using a joinpoint analysis. During the study period, 80,520 deaths from gastric cancer were recorded among adults, 60% among men. Higher ASMRs were found in the lower educational levels. The inequality measured by the RII was lower among women compared to men. Young and middle-aged men suffered from the highest relative inequalities, while older men bore the toll of higher mortality rates and a greater increase in relative inequalities. It is necessary to address public health programs aimed at strengthening the quality of life of the populations identified as at risk of stomach cancer.",
    "pub_date": "2025 Mar",
    "journal": "Ciencia & saude coletiva",
    "authors": "Vasquez LI, Saiz M, Arroyave I"
  },
  {
    "pmid": "40136166",
    "title": "Secular trend of cervical cancer mortality in Brazil and regions.",
    "abstract": "The scope of this study was to describe the secular trend of cervical cancer mortality in Brazil and its various regions from 1980 to 2021. It involved a populational and ecological study, based on data available at the Department of Informatics of the Unified Health System, using codes 180 and C53. Crude rates, age-specific rates, and age-standardized rates were calculated for the Brazilian and world population. The Average Annual Percent Change (AAPC) was obtained by trend analysis using the Joinpoint Regression Program, with a significance level of 0.05 and 95% confidence intervals (95%CI). There were 171,793 deaths from cervical cancer. In Brazil (AAPC -0.3; CI95%-1.0; 0.4), North (AAPC 0.6; 95%CI -0.1; 1.3) and South (AAPC 0.0; 95%CI -0.5; 0.5) the trends were stationary, increasing in the Northeast (AAPC 0.6; 95%CI 0.3; 0.8) and in the Midwest (AAPC -1.3; 95%CI -1.5; -1.1), and decreasing in the Southeast (AAPC -0.9; 95%CI -1.4; -0.5). Regional differences indicate that public policies need to be improved regarding women's access to a health system that offers adequate prevention, screening and treatment through management strategies that include the most vulnerable population.",
    "pub_date": "2025 Mar",
    "journal": "Ciencia & saude coletiva",
    "authors": "Ferrari YAC, Jesus CVF, Batista JFC, Silva BEBD, Cavalcante AB, Lima CA"
  },
  {
    "pmid": "40136161",
    "title": "Time trends in the incidence of cancer in the state of Mato Grosso, Brazil, from 2001 to 2016.",
    "abstract": "The scope was to analyze the time-series trend in the incidence of cancer in the health macro-regions of the State of Mato Grosso from 2001 to 2016. It involved an ecological time-series study with data from the Mato Grosso Population-Based Cancer Registry. Age-standardized incidence rates, disaggregated by year, sex, macro-region and type of cancer, were calculated. For men, the trend was increasing for prostate cancer in the state and the Central-Northwest, East, West, and South macro-regions, and for colorectal cancer in the North; and decreasing for stomach cancer in the state and the Central-Northwest and North, for lung cancer in the East, and for esophageal cancer in the Central-Northwest. For women, the trend was increasing for breast cancer in the state from 2009 to 2016, for lung cancer in the state (2008 to 2016) and in the Central-North (2001 to 2016) and South (2007 to 2016) macro-regions; and decreasing for cervical cancer in the state and for all macro-regions, and for stomach cancer in the state and in the Central-Northwest. Colorectal cancer revealed a stable trend for the state and all macro-regions. Cancer surveillance, prevention and control actions should consider regional differences and variations in magnitude of the occurrence of the disease.",
    "pub_date": "2025 Mar",
    "journal": "Ciencia & saude coletiva",
    "authors": "Modesto VC, Galvao ND, Souza RAG, Alves MR, Bustamante-Teixeira MT, Andrade ACS"
  },
  {
    "pmid": "40110575",
    "title": "Adapting historical clinical genetic test records for anonymised data linkage: obstacles and opportunities.",
    "abstract": "INTRODUCTION: Cystic fibrosis (CF) heterozygotes (also known as 'carriers') are people who have one mutated copy of the CFTR gene. Research into the health risks of CF carriers has been limited by a lack of large cohorts tested for CF carrier status, but routine clinical testing identifies CF carriers in the population. Such test records additionally contain large amounts of clinical information, making them a valuable research resource to not only identify CF carriers in the population but also to provide additional data not found elsewhere. METHODS: Following governance approvals, we adapted 30 years worth of CF genetic testing records generated by the All-Wales Medical Genomics Service (AWMGS) and submitted them to the SAIL Databank for anonymised linkage. RESULTS: Unexpected obstacles meant that a minimum amount of clinical information could be annotated ahead of linkage. The raw data were highly heterogeneous due to the records' longitudinal collection and clinical origins, making standardisation difficult. Moreover, the presence of unique identifiers in the clinical data violated the separation principle, requiring manual annotation to produce a cleaned dataset. Explicit identification of patients or their relatives throughout the records complicated split file anonymisation. CONCLUSION: Extracting useful information from historical clinical genetic test records is a significant challenge with technical and governance aspects. The mixing of unique identifiers with clinical data in heterogeneous, unstructured free text combined with a lack of automated tools meant that manual annotation was required to adhere to the separation principle. As such, only a minimum of the available clinical data was annotatable within the project timeline and mutually exclusive access to the identifiable and pseudonymised data meant that annotations could not later be validated. Future efforts to link clinical genetic test records for research must consider these challenges in their approach.",
    "pub_date": "2023",
    "journal": "International journal of population data science",
    "authors": "Maddison RT, Reed KR, Cannings-John R, Lugg-Widger F, Stoneman T, Anderson S, Fry AE"
  },
  {
    "pmid": "40094146",
    "title": "Psychosocial Effects of Frequent Cannabis Smoking in Adolescent Women of Color: Results from a Prospective Cohort of Inner-City Youth.",
    "abstract": "Frequent or chronic cannabis use can have negative effects on the adolescent and young adult (AYA) brain and psychosocial development. This study investigated the psychosocial impact of frequent cannabis use in a prospective study of sexually active female AYA patients. Participants completed questionnaires at three separate visits over a period of one year. A total of 545 AYA women were included in our analysis. Most (94%) identified as individuals of color, including 37% as non-Black Hispanic, 16% as Hispanic Black, and 41% as non-Hispanic Black. Multivariable regression analyses showed that using cannabis 20 or more times in the prior month was significantly associated with a higher likelihood of being suspended (OR=2.71, 95%CI:1.48, 4.57; p<.001), as well as with increased number of depressive symptoms (beta=0.48, 95%CI:0.23-0.75; p<.001) and delinquent behaviors (beta=0.81, 95%CI:0.56-1.06; p<.001). Cross-lagged models showed that frequent cannabis use was associated with increased depressive symptoms six months later (beta=0.09, p<.05), and higher levels of delinquency six months (beta=0.20, p<.001) and 12 months later (beta=0.12, p<.05). This study demonstrated that frequent cannabis use was prospectively associated with negative psychosocial outcomes for AYA women of color, including depression and delinquency.",
    "pub_date": "2024 Oct",
    "journal": "International journal of mental health and addiction",
    "authors": "Duroseau N, Niu L, Wilson K, Nucci-Sack A, Burk RD, Diaz A, Schlecht NF"
  },
  {
    "pmid": "40066874",
    "title": "Elucidating diagnostic efficacy and safety of the procedure: cryobiopsy of endobronchial lesions with a flexible bronchoscope.",
    "abstract": "When compared to conventional forceps biopsy, the use of a flexible cryoprobe allows for the sampling of endobronchial lesions, yielding well-preserved, circumferential, and substantial specimens, resulting in a higher diagnostic yield, as demonstrated in multiple studies. We evaluated the utility of cryobiopsy in the diagnosis of endobronchial lesions, as well as its safety profile in this study. This retrospective study included 200 patients who underwent cryobiopsy for bronchoscopically visible endobronchial lesions between March 2016 and July 2022. Cryobiopsy was performed under conscious sedation using a flexible cryoprobe. Data on baseline patient characteristics, post-biopsy bleeding, and final histopathological diagnosis were collected. We evaluated the procedure's diagnostic yield and safety. The majority of the patients were male (84.5%), and the mean age of the patients was 56.96+/-13.64 years. In our study, the average size of the cryobiopsy specimen was 6.8+/-1.2 mm. In 93% of cases, a definitive diagnosis was established; the most common diagnosis was squamous cell carcinoma of the lung (42.5%), followed by adenocarcinoma (18.5%) and small cell carcinoma (13.5%). Tuberculosis and sarcoidosis were reported in 2.5% and 1% of cases, respectively. In this study, 1% of patients had severe bleeding that required intubation and intensive care unit admission, while 26% had moderate bleeding that was treated with cold saline and local epinephrine instillation. No mortality was reported in the study. Endobronchial cryobiopsy with a flexible bronchoscope is a safe procedure with a high diagnostic yield. This approach, which has a favorable safety profile, holds the promise of improving diagnostic and treatment outcomes in lung cancer and other benign lung diseases.",
    "pub_date": "2024 Dec 31",
    "journal": "Monaldi archives for chest disease = Archivio Monaldi per le malattie del torace",
    "authors": "Sharma D, V V, Saini JK, Sethi P, Jain S, Puskar K"
  },
  {
    "pmid": "40029350",
    "title": "Repeated chest wall reconstruction after resection of a sternal chondroid chordoma with long-term postoperative infection of the reconstructive material.",
    "abstract": "We present the case of a 23-year-old man with a chondroid chordoma of the sternum. The patient underwent chest wall resection, followed by stabilization using a sandwich graft of Prolene mesh and methylmethacrylate, covered with bilateral pedicled musculus pectoralis flaps. After adjuvant radiotherapy and 2 years of follow-up, the patient developed a graft-associated infection. We removed the allogeneic material and the encapsulated abscess, and the wound was conditioned through negative wound pressure therapy. This time, wound closure and chest wall stabilization were achieved with a Prolene mesh covered by a free anterolateral thigh flap. This case demonstrates the importance of carefully considering the material for chest wall stabilization and establishing multidisciplinary cooperation.",
    "pub_date": "2024 Dec 31",
    "journal": "Monaldi archives for chest disease = Archivio Monaldi per le malattie del torace",
    "authors": "Le UT, Kiefer J, Zeller J, Senbaklavaci O, Simunovic F, Titze L"
  },
  {
    "pmid": "40026684",
    "title": "Quitting smoking after a cancer diagnosis is associated with reductions in stigma and anxiety: A longitudinal mediation analysis.",
    "abstract": "Internalized cancer stigma is high among cancer patients who smoke, but it is unknown whether the experience of stigma changes after quitting smoking post-diagnosis. Using data from an RCT of tobacco treatment, we conducted a secondary data analysis and hypothesized that 1) cancer patients who quit smoking would report greater reductions in internalized cancer stigma, compared to patients who did not quit and that 2) greater reductions in stigma would significantly mediate the relationship between smoking abstinence and subsequent decreases in anxiety and depressive symptoms. Participants (n=303; 56.1% female) were adults recruited from two comprehensive cancer centers who had smoked in the past 30 days, spoke English or Spanish, and were being treated for a recent diagnosis of cancer. Participants completed questionnaires at baseline, 3-month follow-up, and 6-month follow-up, and biochemically verified smoking abstinence was determined by participants' salivary cotinine or carbon monoxide levels. Smoking abstinence at 3-month follow-up was significantly associated with reductions in cancer-related stigma from baseline to 3-month follow-up (b = -1.50, p < .001), controlling for sociodemographic and medical covariates. Additionally, reductions in stigma were associated with reductions in anxiety at 6-month follow-up (b = 0.28, p < .05), but not depressive symptoms. Reductions in stigma significantly mediated the relationship between smoking abstinence and decreased anxiety (indirect effect = -0.42, p < .05), but not depressive symptoms. Smoking cessation may be associated with reduction in internalized cancer stigma. Thus, in addition to benefits for medical outcomes, quitting smoking post-diagnosis may improve psychosocial well-being.",
    "pub_date": "2025 Feb",
    "journal": "Stigma and health",
    "authors": "Williamson TJ, Park ER, Warner ET, Rasmussen AW, Ostroff JS"
  },
  {
    "pmid": "39996358",
    "title": "Tracking a Fatal Disease: Lower Limb Gas Gangrene's Mortality-Related Factors.",
    "abstract": "INTRODUCTION: Because of its rarity compared to dry and wet gangrene of the lower limb, the gaseous form has often been considered as the most severe form of gangrenous disease. We aimed to report clinical, paraclinical, and therapeutic features, and to identify mortality risk factors of gas gangrene of the lower limb. PATIENTS AND METHODS: We conducted a one-center case series retrospective study over a period of 13 years from January 2006 to December 2018. RESULTS: A total of 19 patients were included: 12 men, 7 women. Mean age was 59.3  +/-  11.3 years. There were 17 diabetic patients and one patient was on radio-chemotherapy for lower rectal cancer. Septic shock was initially present in 4 cases. Hyperleukocytosis was noted in 17 patients. C-reactive protein was elevated in 11 patients. All patients were put on antibiotics then operated on. A total of 8 patients died postoperatively (42%) in an average time of 9.6 days after surgery. On univariate analysis, factors associated with mortality were: Septic shock on admission (p  =  0.02); local signs limited to foot (p  =  0.05) or extended above the knee (p  =  0.02); leukocytosis (p  =  0.005); glycemia level (p  =  0.02); antibiotic therapy duration (p  =  0.04); antibiotic association of Penicillin G, metronidazole, and gentamicin (p  =  0.02); amputation procedure solely (p  =  0.04) or debridement procedure without amputation (p  =  0.05); intraoperative transfusion (p  =  0.006); and hospital stay (p  =  0.01). CONCLUSION: Identifying gas gangrene mortality factors is fundamental to standardize management. Our study was able to build on the small size of our series, but further prospective and large-scale studies are required.",
    "pub_date": "2025 Mar",
    "journal": "The international journal of lower extremity wounds",
    "authors": "Mahjoubi MF, Rezgui B, Maatouk M, Essid N, Karoui Y, Kandara H, Moussa MB"
  },
  {
    "pmid": "39990539",
    "title": "Designing and cloning of fusion protein CpsA-CpsC-L-ACAN.",
    "abstract": "BACKGROUND: Cervical cancer is the fourth most common cause of cancer and the fourth most common cause of cancer deaths in women. Some reports have shown the effect of Streptococcus agalactiae proteins and capsule products against cancer cell lines. METHODS: This study aimed to design and produce a fusion of recombinant protein (containing the capsules of Streptococcus agalactiaes with a linker and Antti cancer sequences) CpsA-CpsC-L-ACAN in the plasmid pET-22b (+) vector. Construct pET-22b (+) was designed by researchers, optimized with bioinformatics software, and synthesized by a Biometrics company. For the con fi rmation of recombinant protein, Sodium dodecyl-sulfate polyacrylamide gel electrophoresis (SDS-PAGE) and western blotting were performed. Antibacterial activity was performed according to protocol CLSI2020. Based on bioinformatics analysis, the recombinant protein had good spatial structure and stability and half-life. Iterative Threading ASSEmbly Refinement (I-TASSER) results predicted a surfing topology with C-score values (-3.60). RESULTS: The results of Gastro-Oesophageal Reflux 4 (GOR4) analysis showed a little extended strand (30.63%), a random coil with a percentage (50.18%), and an alpha helix with a percentage (19.19%). The recombinant protein was con fi rmed by SDS-PAGE and western blotting with Anti-his tag. CONCLUSION: The purpose of peptide fusion design in this article is to help in the development of anti-cervical cancer medicine. Of course, this issue needs to be investigated in animal and human phases. In this article, only bioinformatics investigations and validation of the results in the laboratory have been discussed.",
    "pub_date": "2024 Nov-Dec",
    "journal": "Medical journal, Armed Forces India",
    "authors": "Babakanrad E, Mohammadian T, Esmaeili D, Behzadi P"
  }
]